{"posts": [{"Title": "In depth: How federal housing policies accelerate energy efficiency in low and moderate income households", "Post Text": "", "ID": "1bihted", "Score": 6, "Total Comments": 1, "Post URL": "https://www.nature.com/articles/s41893-024-01314-w", "Comments": [{"Comment ID": "kvlidkq", "Comment": "Thanks.\n\nI'd like to encourage more posting of actual studies in this sub, but I think you should also post your analysis or a summary, as the number of people who are truly going to read it are going to be \\~0.01%, and therefore it loses some efficacy posting here."}]}, {"Title": "The trendy second-hand clothing market is huge and still growing – yet nobody is turning a profit", "Post Text": "This is a problem if we want sustainable clothing. If sellers can’t turn a profit, the market for secondhand clothes collapses. The article has some interesting suggestions.", "ID": "1bialbx", "Score": 14, "Total Comments": 2, "Post URL": "https://www.bbc.com/worklife/article/20240301-international-second-hand-clothing-market-profitable", "Comments": [{"Comment ID": "kvkjggs", "Comment": "I’ve seen one or two brands recently that have start reselling their own clothes that are used. It might just be returns, but it would be cool to see brands give customers an option to send back used clothing they no longer want to get a store credit that could be used for something new (or used but new to them). It would probably just end up being a greenwashing tactic though 😔"}]}, {"Title": "Non-trad background pivoting to sustainability", "Post Text": "Hello! I'm in my late 20s and have been thinking of switching careers for a while. I studied studio art / biology in undergrad and was pre-med, then switched to working admin at an art museum. I was wondering if anyone had any advice on what sort of experience to get to try to apply for a masters in the sustainability field (located in NYC). I'm also looking for degree programs in EU since they're more affordable than the US, but am also interested in studying in the US if y'all have any recs. I'm not that confident since I feel like I have a completely different background and haven't been in academia for almost 10 years, but I think it is a field I am very interested. Thanks so much in advance :) ", "ID": "1biklcp", "Score": 2, "Total Comments": 0, "Post URL": "https://www.reddit.com/r/sustainability/comments/1biklcp/nontrad_background_pivoting_to_sustainability/", "Comments": []}, {"Title": "Why does Climate Change gets more focus than other environmental issues", "Post Text": "Everyone keeps talking about Climate Change but not other issues like water scarcity, waste management, pollution etc.\n\nWhile I agree that all these are interconnected but they are talked in context of climate change only and not independently. Independently these might be urgent problems at a lot of places.\n\nEven IPCC reports are the most discussed everywhere which are all about climate change.\n\n", "ID": "1bikjpy", "Score": 0, "Total Comments": 47, "Post URL": "https://www.reddit.com/r/sustainability/comments/1bikjpy/why_does_climate_change_gets_more_focus_than/", "Comments": [{"Comment ID": "kvl2w5y", "Comment": "Because if we don’t address the climate issue, nothing else matters."}, {"Comment ID": "kvkzxew", "Comment": "You answered your own question. Climate change encompasses all of those sub-topics. \n\n\nThink of it like treating a sick patient. Do you (as a doctor) tackle the myriad presenting symptoms, or do you tackle what is systemically creating the symptoms? (Thus, curing the patient.) Logically, it makes sense to focus on the cure, so that the patients system can attempt to achieve equilibrium again. Earth works in a similar way. \n\n\nThe problem of climate change is global. It affects the entire  system. Yeah, we could (and probably should) focus on smaller geographic problems, but those problems are symptoms of the greater threat fueled by our choices of how we live as a civilization (i.e. how we eat, how we travel, how we reproduce, and how we process AND re-use things, etc.)  \n\n\nAddressing smaller issues only leads to stopgap measures in an attempt to minimize \"the symptom\", which can worsen later if the larger threat (climate change) isn't fully remediated (or gets worse)."}, {"Comment ID": "kvl0uu9", "Comment": "At what level? I see issues relating to all other environmental issues but mostly at sub-national levels of reporting. They tend to be more localized in impact and therefore that's where the reporting tends to sit."}, {"Comment ID": "kvl23vf", "Comment": "We will continue to talk about climate change until seawater rises above our mouths. Then, finally, we will find something to stand on so we can keep talking."}, {"Comment ID": "kvl40nu", "Comment": "Longer growing seasons means more water is used to grow crops. Longer dry seasons mean more dry plants. More dry plants means more forest fires. Shorter frost seasons mean less snowpack combined with more water use from longer crop seasons means less water accumulation for certain areas. They all tie in like you say. It's a geologic process that's currently being inflamed by human activity."}, {"Comment ID": "kvlguhz", "Comment": "**TLDR: among 16 commonly measured environmental impacts, it is agreed that climate change is equal to \\~22% of the total** ***environmental equation,*** **by far the most impactful of all**\\*\\*\\*.\\*\\*\\* **The next highest is Respiratory Inorganics, at 9%, all the way down to Freshwater Eutrophication, which is 2.95%.**\n\nIn LCA, you can make a single score of total environmental impacts.\n\nThis is frequently done to find an 'Overall enviornmental impact'.\n\nLCA methods have different levels of measurement for impacts, but the PEF uses 16 (very common).\n\nHow easy is it to talk about 16 different impacts? Not very. It's impossible for a human to comprehend.\n\nSo in making a single-score, each of those impacts are:\n\n1. Normalized: by using some metric of worldwide average\n2. Weighted: by some scientific consensus on what impacts are the worst.\n\nboth of these steps are somewhat arbitrary, albeit covered by very smart people that I trust.\n\nAfter doing a lot of calcualtions, you arrive at some numbers for how much impact each enviornmental impact pathway should take.\n\nClimate change, due to it's integrated effects with all the other impact paths, is always on top.\n\nSource: [Enviroscore: normalization, weighting, and categorization algorithm to evaluate the relative environmental impact of food and drink products | npj Science of Food (nature.com)](https://www.nature.com/articles/s41538-022-00165-z)"}, {"Comment ID": "kvl5jq6", "Comment": "It's hard enough to get people to pay attention to global warming.  Adding more simply dilutes their attention.  In the meantime some of these other issues can hopefully be properly addressed under the global warming umbrella.\n\n(I think \"climate change\" is a mealy-mouthed way of saying \"global warming\" when someone says, \"I'm having winter, what's this global warming garbage?\")"}, {"Comment ID": "kvkx12u", "Comment": "My opinion is like you just mentioned, they’re all interconnected. I’m in the sustainability field and think of “climate change” as the umbrella term that encompasses all of those environmental issues. Most people seem to reference climate change as the general narrative but at a micro level all of those issues become more individualized, and even have entire fields dedicated to mitigating that singular issue. In the professional setting, all of these issues are talked about, but as someone not heavily entrenched in the details, climate change is likely more tangible for an average person to conceptualize or discuss."}, {"Comment ID": "kvl8kkg", "Comment": "Because along with the AI development in the long run Climate Change directly affects humanity's future. All the other issues, while connected, are solvable. Climate Change is more complex and demands global cooperation (as well as it has global consequences)."}, {"Comment ID": "kvlh1gx", "Comment": "Biodiversity loss is another crisis that is irreversible. While co2 levels are in a sharp incline, species go extinct at an alarming rate. The value of nature is both inherent and in that medicine and nearly all human resources are grown or mined from natural sources. \n\n\nWe could rank soil erosion and biodiversity loss as competing major crises, however climate change is closely related to water resources and the other two topics at the end of the day/decade "}, {"Comment ID": "kvlh55e", "Comment": "I slightly disagree. Climate change is The Big One, but I do see articles about, and attention devoted to, air quality, water quality, topsoil degradation, plastic pollution, microplastics, forever chemicals, etc.\n\n\nWarming is probably the biggest and hardest to tackle problem, so it's getting a lot of attention, but I think when it comes to legislation other issues are actually getting more attention because they're easier to address. I worry that environmental legislation will end up addressing everything BUT climate change. "}, {"Comment ID": "kvlj7ed", "Comment": "All of it matters but other environmental issues are more localized, in general.  It may negatively impact a region but other regions are left untouched by it.  Climate change is a global problem, with global impacts and the potential to cause global destruction."}, {"Comment ID": "kvlptdw", "Comment": "According to the IPCC the number one agent of biodiversity collapse is habitat loss. \n\nPeople don't like being reminded that we ravage Earth like a cancer and we need to have less people around.\n\nTurns out, habitat loss contributes to climate change, but they are very different vexing problems"}, {"Comment ID": "kvl8g5m", "Comment": "it's also politicized a lot, so douchebags like Justin Trudeau can put massive \"carbon taxes\" on anything and everything"}, {"Comment ID": "kvlcp7i", "Comment": "Prob cause it is divisive, profitable, not to mention scary as hell. It is also a symbol / symptom of all environmental issues, and a convenient scapegoat that allows people to think that if others just went vegan (or quit flying, whatever) everything would be fine."}]}, {"Title": "Does it make sense to pay people for doing sustainable actions?", "Post Text": "If someone (let's say the state, or some company) decides to incentivize sustainable behaviour (like cleaning, recycling, buying sustainable food, etc.) by paying people to do it (even if a few cents) would it help our planet in any way? Should this spirit (of sustainability) come from inside us to actually make good for the planet?\n\nAre there any scenarios where you think this type of incentivation would make sense?", "ID": "1bi48c9", "Score": 1, "Total Comments": 2, "Post URL": "https://www.reddit.com/r/sustainability/comments/1bi48c9/does_it_make_sense_to_pay_people_for_doing/", "Comments": [{"Comment ID": "kviqlnv", "Comment": "This comes up from time to time and the more putative suggestion is to tax those doing harm, essentially the contrapositive."}, {"Comment ID": "kvjszr6", "Comment": "It is already working with PET /can recycling. I would actualy broaden it to any packaging. Out Pet store od going this with thermoboxes if you don’t return it you have to pay additional 5-7€"}]}, {"Title": "MBA in Sustainability ", "Post Text": "I’ve been going back and forth about getting my MBA. I have a BA in finance and I’m not interested in getting more entrenched in the business world unless it’s a career that has a net positive benefit to the world, which made me start exploring MBA programs with a focus on sustainability. \n\nHas anyone gone this route and do you have any feedback on job prospects, value, etc…? ", "ID": "1bi334c", "Score": 1, "Total Comments": 0, "Post URL": "https://www.reddit.com/r/sustainability/comments/1bi334c/mba_in_sustainability/", "Comments": []}, {"Title": "Sierra Club calls out Fossil Fuel Thugs ", "Post Text": "It's disturbing but not surprising to hear about  alternate energy saboteurs.   If you run across any of them, please make a case for the truth:   https://www.sierraclub.org/sierra/2024-1-spring/feature/climate-science-deniers-fossil-fuel-shills-plot-against-green-energy", "ID": "1bheh40", "Score": 19, "Total Comments": 1, "Post URL": "https://www.reddit.com/r/sustainability/comments/1bheh40/sierra_club_calls_out_fossil_fuel_thugs/", "Comments": [{"Comment ID": "kvik365", "Comment": "Oh man a whole bunch of the right wingers in my hometown have jumped on the \"wind turbines kill whales\" conspiracy train. I've been trying to reason with them for a solid year at this point-I think their enthusiasm for it has died down to the point they won't get in the way (at least, the ones I know personally) but they still don't understand how it isn't true :/"}]}, {"Title": "Does anyone know if there are any eco-friendly bike tires?", "Post Text": "From what I understand: tire rubber is really bad for the environment. I was wondering if there are any alternative materials that tires can be made of. Especially bike tires, since they don't need to be as good as car tires.", "ID": "1bh7n6y", "Score": 14, "Total Comments": 12, "Post URL": "https://www.reddit.com/r/sustainability/comments/1bh7n6y/does_anyone_know_if_there_are_any_ecofriendly/", "Comments": [{"Comment ID": "kvfmwbk", "Comment": "Applaud your efforts but I would consider that \"high hanging fruit\" in that if you're offsetting your car usage so much that you're wearing out bike tires then you're already living in a sustainable manner."}, {"Comment ID": "kvf1yaj", "Comment": "The Urban Taraxagum bicycle tire from Continental is made of more sustainable Taraxagum rubber, which comes from the root of Russian dandelions. Its a very cool development you can read about [here](https://www.continental.com/en/sustainability/news/archive/news-2020/2020-12-04-german-sustainability-award/).\n\nSchwalbe makes [recycled tires](https://www.schwalbetires.com/green-marathon/).\n\nSeveral companies are coming up with airless tires as well. While these may still use regular rubber, it eliminates the need for tubes. This is where I'm keeping my eye for my next tire. Gotta investigate more...."}, {"Comment ID": "kvgr6cr", "Comment": "Bike tires are much less of an issue than car tires already. Tire abrasion is proportional to vehicle weight.\n\nOf course fossil rubber is not the most sustainable material. But it's much more important to make sure your bike stays comfortable and safe."}, {"Comment ID": "kvgtvvg", "Comment": "I use the Schwabe Green Marathon tires. They say they're recycled rubber, although I haven't looked into that claim a ton..."}]}, {"Title": "I found this article on EcoVoltaics and how solar power impact and can improve local environments", "Post Text": "", "ID": "1bgqu35", "Score": 6, "Total Comments": 0, "Post URL": "https://japantoday.com/category/features/environment/solar-power-occupies-a-lot-of-space-%E2%80%93-here%E2%80%99s-how-to-make-it-more-ecologically-beneficial-to-the-land-it-sits-on", "Comments": []}, {"Title": "Bulk flour bags", "Post Text": "I looked through the sub and didn't see it posted before. Do you have any recommendations for bags that I can take to the grocery store when I buy bulk flour and ground spices? I have my reusable produce bags, but the weave is loose mesh so not too good for flour 🤷🏼‍♀️ can I bring the container that I store it in at home, to the store? I could write the tare weight. ", "ID": "1bgdflh", "Score": 6, "Total Comments": 11, "Post URL": "https://www.reddit.com/r/sustainability/comments/1bgdflh/bulk_flour_bags/", "Comments": [{"Comment ID": "kv6re04", "Comment": "You can buy double layer cotton flour bags.  Otherwise, thick paper bags can be reusable to a certain extent."}, {"Comment ID": "kv8f2m9", "Comment": "I bring Mason jars and a grease pencil and use the scale to tare the jar at the store. I have everything from 1/2 cup jars all the way up to half gallon / 2 quart jars for oats and other high volume grains. I also have a stiff bottom collapsible shopping bag that makes it very easy to bring them in. I buy almost everything in bulk like this, including peanut butter, olive oil, maple syrup, spices etc."}, {"Comment ID": "kv94lq0", "Comment": "I do mason jars, typically quart and half gallon wide mouth with simple metal caps - not the 2 piece canning tops. I usually put the tare on these at home but sometimes do this at the Co-op. \n\nThank you for not using plastic bags. I can't stand plastic bags, even the compostable bags at the Co-op. I won't put those in my compost as we want to keep our soil organic, so why put these bags in others' compost?"}, {"Comment ID": "kv7xce2", "Comment": "Bringing the container is an awesome idea. Just ask the store if it's ok. I'd be shocked if they said no."}, {"Comment ID": "kv7diwb", "Comment": "Not a bag but I just use glass jars labeled with the tare weight for mine."}, {"Comment ID": "kv7qrk6", "Comment": "Check with the store. Some allow you to bring your own container, but that might not be true for all."}, {"Comment ID": "kvaqwbr", "Comment": "The store I use in Ontario lets me bring my own container.  they tare it.  we are currently using old plastic  protein powder canisters from costco, but the openings are kinda small so we are switching our system up to use the metalcostco decaf canisters.   Not super happy with them either. I want something that stores the flour on the shelf and goes to the store to get more."}]}, {"Title": "French lawmakers vote to slow down fast fashion with penalties", "Post Text": "I’m interested in thoughts on if you think this will work or if it will flop. Should other countries follow? What other policy changes do you think would curb FF?", "ID": "1bfkflz", "Score": 306, "Total Comments": 10, "Post URL": "https://www.france24.com/en/france/20240315-french-lawmakers-vote-to-slow-down-fast-fashion-with-penalties", "Comments": [{"Comment ID": "kv1bzob", "Comment": "If we buy products from countries that have insufficient environmental controls then we are paying for pollution of the planet, which affects us all.\n\n I just hope that this new French law is going to genuinely reward firms who produce products ethically and punish those who pollute.....  instead of just cynically protecting French fashion industry against importers"}, {"Comment ID": "kv1dr9j", "Comment": "Great first step towards making the more industry sustainable! Eight five euro garment taxes is enough to cover the extra 40 euros or so that a sustainable garment costs. If they quadruple the tax and sustainable garments drop in price by half as volumes increase, they will be competitive in the market."}, {"Comment ID": "kv1d1hf", "Comment": "The idea itself to regulate fast fashion is thriving, I’d say. Not so sure about the effects of one specific measure, but I’m sure that it will be used to inform and improve the many measures that will succeed it. Though, it is very telling and humorous that the home of the ‘fashion capital of the world’ is having issues with fast fashion, when even ‘regular’ fashion is quite fast and unneccessary. I can really recommend to read or listen to [“Sweatpants Forever”](https://www.nytimes.com/interactive/2020/08/06/magazine/fashion-sweatpants.html) (there’s a ‘Listen to this article’ some paragraphs down)."}, {"Comment ID": "kv250ba", "Comment": "Good."}, {"Comment ID": "kv2q2qb", "Comment": "I’m just glad they’re trying something"}, {"Comment ID": "kv51hzb", "Comment": "Wild that this needs to be passed in the judicial system to just stop people from consuming literal garbage quality products at the cost of our only habitable planet."}, {"Comment ID": "kv42jsh", "Comment": "Fashion really is for idiots"}]}, {"Title": "Toothbrush Recs? ", "Post Text": "Whether it be electric or removable heads, preferably with pretty sturdy bristles,\n\nTIA! ", "ID": "1bg86d6", "Score": 1, "Total Comments": 0, "Post URL": "https://www.reddit.com/r/sustainability/comments/1bg86d6/toothbrush_recs/", "Comments": []}, {"Title": "How to seal off food in the fridge without plastic?", "Post Text": "I want to stop using plastic ziploc bags/ plastic containers for leftovers. We are using them for cheese, veggies, fruits etc. because the vacuum sealing does a good job of keeping these things fresh (which is actually more sustainable for food I think).\n\nI looked into [these](https://www.amazon.com/wax-cloth-food-wraps/s?k=wax+cloth+food+wraps&linkCode=ll2&tag=amazonbahasa-20&linkId=3db3413bfae42363e671d1e2afc2c3b9&language=en_US&ref_=as_li_ss_tl) but I doubt they would do the same job, also I don't think they're very hygienic.\n\nAny advice?", "ID": "1bfqa5o", "Score": 21, "Total Comments": 23, "Post URL": "https://www.reddit.com/r/sustainability/comments/1bfqa5o/how_to_seal_off_food_in_the_fridge_without_plastic/", "Comments": [{"Comment ID": "kv4oy98", "Comment": "We use the resealable silicone bags mentioned here. Also, we wash and re use the plastic ziplock bags we have."}, {"Comment ID": "kv4amdz", "Comment": "Glass containers are an option.\n\nBeeswax cloths work. Beeswax is antibacterial, and antifungal, other waxes are perhaps not as good. In the fridge it goes hard, becoming more like a container than a wrap. They're good as an alternative to plastic wrap to cover bowls, and they're pretty good for storing cheese."}, {"Comment ID": "kv4j98f", "Comment": "Reusable glass/platic containers are more sustainable in the long run than anything that requires constant replacement.  Buy them once, they last decades.  Carry one with you when you eat out for leftovers.  Anything else is just for show."}, {"Comment ID": "kv4k99e", "Comment": "Oftentimes just a plate on a bowl is enough."}, {"Comment ID": "kv4t5io", "Comment": "We use Pyrex glass containers for all our left overs and it works well.  I like to stick to one brand and just a few basic sizes so it is easy to match the lid with the container"}, {"Comment ID": "kv4axua", "Comment": "You can use reusable silicone clip lock bags, as well as silicone bowl covers. Also a trick to keep fruits fresh you can sprinkle with lemon water or even store in water. With plastic wrap and plastic bags the plastic chemicals can leach into the food."}, {"Comment ID": "kv4pi1h", "Comment": "We bought 2 sets of glass containers with very sturdy plastic lids.  And we bought a bunch of beeswax wraps.  Those we bought new in feb 2020.  Since then I have also amassed a collection of silicone lids and silicone ziploc type bags from thrifting.  I also keep and reuse all the clear plastic deli containers and reuse the plastice bags that come into the house with food.  The glass containers we bought new are great.  they can go from the freezer to the oven (obvs without lid) and the lids are doing great even going in and out of the freezer.   Of the 8 containers, all are still perfect.  I got rid of the beeswax wraps a few months ago.  They were a pain to store and clean.  And after awhile they did not work as well and got stinky.  However, those sililone lids i got thrifting have been excellent.  i have a large number and they vary in size from like 2 in' to like 12.  I use them on mixing bowlsand other containers.  One of them is perfect on half a cabbage.  We also use wide mouth mason jars for tons of stuff.  The silicone bags I got have a hard plastic sleeve that slips over the closure that fully seals them and they are excellent in the freezer.  And all the stuff I use is dishwasher safe.  I really wanted the beeswax to work, but it just wasn't good enough for me.  We also got 4 silicone baking tray liners and while I do have one roll of parchment I rarely use it as the silicone liners work very well.  I have also used them to wrap dough to rest in the fridge."}, {"Comment ID": "kv59r69", "Comment": "We save most of our plastic bags.   Bread bags work great for packing sandwiches for lunch.  Produce bags work good for covering bowls of leftovers, just put the whole bowl in the bag.  \n\nThe plastic is already in my house, we just use it some more before throwing it away."}, {"Comment ID": "kv4a0fo", "Comment": "Glass/stainless steel and silicone"}, {"Comment ID": "kv4qdaz", "Comment": "[Silicone baggies](https://www.tasteofhome.com/collection/reusable-silicone-bags/). 100% reusable."}, {"Comment ID": "kv4z5zh", "Comment": "I've gotten a good number of my glass and silicone food storage just from thrifting"}, {"Comment ID": "kv50zjr", "Comment": "Another approach is to go shopping every 2 to 3 days. The idea is to buy less produce and eat it all before it goes bad. You have to shop more frequently but this can help reduce food waste and storage woes."}, {"Comment ID": "kv4jccz", "Comment": "We use no single use plastic storage. I have all sizes of mason jars, glass snapware containers that are microwave safe, and Stashers silicone bags that are microwave and oven safe. I also use silicone ice cube trays and silicone Souper cubes to freeze homemade broth and then put in stasher bags in the freezer separated by wax paper."}, {"Comment ID": "kv613lb", "Comment": "You can buy reusable ziplock bags\n\nThe old fashioned way it to put it in a bowl and put a small plate on top of the bowl."}, {"Comment ID": "kv5ebn9", "Comment": "Use a flipped over small plate to cover salad/cereal size bowls.\n\n I also have small clear ikea bowls, where I can flip one as a cover. \n\nSo I never store in square basically.  A dinner plate fits over my larger mixing bowls or larger stainless steel bowls. Im sure pot covers would work as well, mine tend to slide off where as plates are concave. And if the plate is up, you can stack things."}, {"Comment ID": "kv7a46g", "Comment": "Beaswax wrappers and Pyrex bowls"}, {"Comment ID": "kv7lt9i", "Comment": "I reuse my ziplock bags."}, {"Comment ID": "kv87fw3", "Comment": "Bowl and plate on top."}, {"Comment ID": "kv4qoas", "Comment": "You can’t. Refrigerators use plastic."}]}, {"Title": "How's the prospect in sustainabile finance? What's the common or on-demand topic in the industry?", "Post Text": "Hey I'm doing a master's in environmental science and would like to know if my thesis is already in line with the industry need. The general idea of my thesis is: risk modelling and sustainable growth analysis of green investments in palm oil, energy, and coal emitter companies in my home country's capital market. \n\nSo basically I want to make a machine learning model to train a sustainable risk score based on 3 metrics:\n1. Economic metric\n2. Environmental metric\n3. Company's history\n\nOn the economic side, I'll use the open data source on the stock market to make predictions.\n\nFor the environment, I'm thinking of using carbon footprint analysis through GIS.\n\nStill no idea about the company's history, but it's probably similar to the first one with a focus in volatility and whether or not they comply to the regulatory compliance.\n\nAny idea/advice would be much appreciated. ", "ID": "1bfvipq", "Score": 1, "Total Comments": 0, "Post URL": "https://www.reddit.com/r/sustainability/comments/1bfvipq/hows_the_prospect_in_sustainabile_finance_whats/", "Comments": []}, {"Title": "Humanure and biogas", "Post Text": "I’m after a bit of advice on using a toilet- \nconnected biogas unit in our new home. \n\n\nI wanted composting toilets and wife said hard no. \n\n\nRight, next best I thought might be a Home Biogas unit. Low water usage, get the gas for cooking, no lifting bins from composting wc. \n\n\nThe downside is that they say it’s not broken down sufficiently to use in the garden so I should use a transpiration bed or pipe to the sewer, both of which treat it as a waste rather than an asset. If anyone uses the slurry as humanure how do you get it to be garden-ready compost? \n\nAlso we can’t use a toilet connected unit to put in kitchen waste so if I want a kitchen waste digester I’ll have to get a separate unit. Has anyone done this? ", "ID": "1bf4nzp", "Score": 7, "Total Comments": 6, "Post URL": "https://www.reddit.com/r/sustainability/comments/1bf4nzp/humanure_and_biogas/", "Comments": [{"Comment ID": "kuyd08j", "Comment": "Are you sure your water district doesn't have an industrial anaerobic digester for bio gas? I would email them and ask. A lot of wwtp use the bio gas now a days, but it can vary from plant to plant\n\nEdit\nIf you are in the molonglo water treatment basin, engage with you community and with the treatment plant to select anaerobic digestion for their technology update. They are considering those options now apparently. Then you could connect to the sewer and have your poop turned to power at an industrial scale.\n\nhttps://www.iconwater.com.au/Water-education/Our-projects/our-wastewater-treatment-process"}, {"Comment ID": "kuz519c", "Comment": "The Good Life Center in Harborside, ME (home of the Nearings, authors of the original \"The Good Life,\" the original back-to-the-landers \"bible\", has composting systems set up for humanure side-by side with regular garden waste compost. They stack piles with waste logs from thinning coniferous trees. They have two sources, an older Clivis Multrum composting toilet with indoor vault and an outhouse with concrete vault. They use the humanure compost on ornamentals and maybe fruit trees. Only the regular compost goes to the garden. If you can get there, they (not the Nearings themselves, long dead) will give you a tour.\n\n[https://goodlife.org](https://goodlife.org)  \n[https://goodlife.org/wp-content/uploads/2017/05/GLCNewsletter6.pdf](https://goodlife.org/wp-content/uploads/2017/05/GLCNewsletter6.pdf)"}, {"Comment ID": "kuzw6md", "Comment": "Is your wife's injection to a composting toilet the end user experience (pun very much intended) or to having humanure around at all? If it's just not wanting to deal with it herself, you might be able to compost the slurry just like humanure. Just set up a separate bin to dump it and make sure it gets to temperature.\n\nI manage a building that uses a Phoenix system. https://www.compostingtoilet.com/ it is still a composter, but for users it doesn't have the ick factor of a smaller system. We have it in a bed and breakfast so guests hardly notice the difference. And everything that comes out of it goes into a compost bin for an additional cycle before being used as soil."}, {"Comment ID": "kv02wt7", "Comment": "Chemical engineer here. You could cook the digestate. By cook I mean heat and pressurize the wet waste substrate to 200C and 20bar for 30min to an hour. To keep things sort, essentially turning crap into coal. The process conditions sterilize everything: Bacteria, viruses, worms, etc. Anything organic, is now a synthetic coal product. This coal can be burned without sewage odor or added into soil as an amender (process separates N and K from P via two products). Not the same as fertilizer sense were working with organics which have already been consumed so we're really only recovering a little bit of chemical fertilizer using the solid fraction (Mostly P, while N and K remain largely in liquid. Meta analysis of growth studies depict no affect or negative affect on biomass growth and seed germination. But looking into some of those studies, some of the testing methodology is flawed (like only using the synthetic coal as soil, which has no microbiome so obviously compared to crap soil which has a microbiome, it does worse.). It's not great to be mixed immediately into the garden but composted first. As for the liquid, N and K are recovered and can be sprayed over the garden. However it's acidic due to the process breaking down large organic structures into smaller organic acids. \n\nProbably useless as this does need a pressurized vessel and heating mantle (also pressure safety equipment) so it's expensive and hard to find unless custom built. But from my research on the topic, any human diseases are of no concern after cooking; After all any carbon organic lifeform in htc operating condition will transform them into coal."}, {"Comment ID": "kv5bp4l", "Comment": "You'd probably need more feedstock than just human poop to get a good amount of gas. Composting toilet might work better for your situation. I remember working on an environmental engineering project where we designed a system of anaerobic digester with effluent to a moistland to bioremidiate"}]}]}