{
  "posts": [
    {
      "Title": "Autocarros no Porto não passam??",
      "Post Text": "Digam-me se eu sou eu que tenho muito azar ou os autocarros da STCP são péssimos a cumprir horários.\n\nNunca tive de realmente usar os autocarros do Porto, uma vez que só estudo cá e o metro sempre me levou aos sítios que precisava de ir, para além de estar numa casa perto da faculdade e, por isso, nunca ter comprado passe até agora. No entanto, desde que o sub23 se tornou gratuito, tenho aproveitado mais o passe e comecei a andar de autocarro.\n\nAndei de autocarro 3 vezes e nessas 3 vezes, nenhuma delas foi no horário. Já experimentei várias apps mas a experiencia é sempre a mesma: parece que \"saltam\" a maior parte dos horários, o que me levou a ficar à espera em média 30/40 minutos cada vez que andei de autocarro. Ou seja, basicamente, autocarros que só passam de hora em hora\n\nIsto é normal?? ",
      "ID": "1bdmxj6",
      "Score": 37,
      "Total Comments": 35,
      "Post URL": "https://www.reddit.com/r/porto/comments/1bdmxj6/autocarros_no_porto_não_passam/",
      "Comments": [
        {
          "Comment ID": "kunswq9",
          "Comment": "O 403 das 7h a sair da Casa da Música é 50/50 se aparece ou não.\n\nHoje não apareceu lol"
        },
        {
          "Comment ID": "kunhm9e",
          "Comment": "Quais são as linhas de autocarro que costumas apanhar? Eu raramente tenho problemas com os horários"
        },
        {
          "Comment ID": "kunsqkd",
          "Comment": "Já não uso transportes, felizmente, porque consegui arranjar casa a 10 minutos a pé do trabalho, mas quando usava era um stress. Raramente cumpriam horários, ora passavam 15 minutos mais tarde ou 10 minutos mais cedo, o que fazia com que tivéssemos de ter pelo menos uma janela de 15 minutos a mais ou a menos do horário para planear.\nA verdade é que o Porto está caótico no que diz respeito a trânsito (principalmente com as obras do metro, mas não só) o que faz com que mesmo que cumpridores, seja quase impossível aos motoristas cumprirem os horários. Não cumprirem horários leva a que as pessoas optem por levar o carro, o que faz piorar o problema do trânsito e, consequentemente, esse problema dos autocarros. É uma “pescadinha de rabo na boca”."
        },
        {
          "Comment ID": "kunv2sc",
          "Comment": "Dependendo das zonas do porto, e outras cidades à volta do porto, são as ruas muito estreitas. Frequentemente os autocarros estão parados em filas. Falta de faixas exclusivas para bus."
        },
        {
          "Comment ID": "kunw3r5",
          "Comment": "Primeiro ponto, um bus só vai cumprir como um metro, se a cidade não estiver entupida de gente enfiada em latas, e se essas pessoas não entupirem as ruas com latas estacionadas em todo lado ao calhas... Por isso se calhar, deveríamos começar por exigir um cidade que permitisse os bus funcionar de uma forma mais eficiente e confortável para todos, os problemas que afetam os bus, quase sempre são causados por outros.\n\nSegundo, visto que te referes a STCP, não existe razão nenhuma para não usares os horarios em tempo real, existem varias formas de aceder a isso, para mim neste momento, a melhor é via moovit (app), tudo que sejam horarios a verdade na app, são horarios reais, com base na info gps e no transito da cidade.\n\nEu desde que comecei a usar esta info (há muito tempo atrás) mudei totalmente a minha experiencia de utilização de bus na cidade, e olha que moro fora do Porto, vou todos dias trabalhar, para a faculdade e regresso a casa de bus, nem sequer carro tenho..\n\nEu nunca saio para esperar um bus na paragem, quando eu saio para a paragem, eu sei que o bus está exatamente a 2/3 minutos de chegar, assim é chegar e embarcar, por ex, na faculdade, só saio da paragem quando sei exatamente o momento em que o bus vai passar, e faço isto para todos locais onde estou.\n\nObviamente se eu tentar apanhar um bus no pico do caos, eu sei que a diferença entre o horário tabelado e o horário (verde) na app, vai ser maior, mas mais uma vez, agradece a todos que decidem andar com um tanque 10m\\^2 de  na cidade...\n\nAgora falando de bus que simplesmente não aparecem, isto pode ter vários motivos, acidente, avaria, doença do motorista, greve do motorista, etc etc etc.. No entanto na minha experiencia de anos a usar STCP, estás situações são a completa exceção a regra, por ex, numa situação de greve, alteração de percursos por causa de obras, eventos na cidade, etc etc, recebo essas infos todas no moovit, e se eu tentar usar uma linha que vai ser afetada, o moovit avisa logo que posso ter problemas naquela linha, o que me permite repensar ou não a minha escolha.\n\nPor ex, se tens um horário que não está a aparecer a verde na app, se calhar aconteceu algo a esse bus, e vai falhar a viagem, obviamente continua a ser uma cagada, mas se conseguires evitar o transtorno de estar especado a espera de um bus que terias uma forma de saber com grande certeza que ele não ia aparecer, evitavas uma parte considerável da dor de  cabeça, e poderias usar esse tempo para encontrar uma alternativa.. Que tenha memoria, tive duas situações destas, mas rapidamente percebi que algo se passava com aquele bus, e procurei alternativas, em vez de ficar simplesmente a espera de algo que já conseguia perceber que não ia acontecer.\n\nEu não estou de forma nenhuma a defender a stcp, estou a relatar a minha experiencia como user do serviço.. Se quiserem uma lista de cagadas que a STCP faz, também sou capaz de dar :p.. Agora eu não consigo acusar a STCP de não cumprir horarios de forma escrupulosa, quando a cidade está entupida de carros por tudo quanto é lado.\n\nE já agora em jeito de piada, se quiseres saber o que é um mau serviço, usa qualquer um dos operadores da UNIR em vez da STCP, rapidamente vais desejar que a STCP fique com tudo que é transporte rodoviário na AMP."
        },
        {
          "Comment ID": "kunjkfg",
          "Comment": "Não costumo ter problemas. Aconselho-te guardares como favoritas as paragens que mais utilizas. Podes encontrá-las no site ou com o código QR da paragem. A estimativa de tempo costuma ser bastante exata, exceto que haja muito trânsito.\n\nTambém tens a app Move-me, que fornece exatamente a mesma informação. E por último, em muitas linhas, a Moovit funciona bem.\n\nNão tenho experiência com essas linhas. Eu costumo utilizar a 701-3, a 305 e a 205, e costumam ser cumpridoras. Mas não ligo muito a horários, exceto as vezes que de manhã viajo sempre à mesma hora. Normalmente, vejo os horários no site que mencionei, e escolho a melhor opção para o caso."
        },
        {
          "Comment ID": "kuo7q8q",
          "Comment": "tenho tido a mesma experiência. há anos atrás andava frequentemente de autocarro para estudar e nessa altura não tinha problemas com os horários, o atraso era mínimo a não ser que se tratasse de dias de chuva e trânsito extremo.  \nrecentemente precisei de voltar a andar de autocarro algumas vezes e em todas as situações tinha de esperar cerca de 45 minutos quando nesse intervalo deveriam ter passado uns 3 autocarros de acordo com os horários. por exemplo, indicam que passa às 15:00, 15:15, 15:30 e na verdade só passa às 15:45.  \nvou instalar o mooveit pelas recomendações de outros comentários."
        },
        {
          "Comment ID": "kuonl9r",
          "Comment": "Porra, ainda ontem estive à espera por um na rotunda da Boavista, acabei por desistir e ir de metro. E já por 2 vezes que tentei apanhar um autocarro da Foz para o centro e passaram-se mais de 30 minutos para além do horário, acabei por desistir e alugar uma trotineta. Porque depois quando chegam vêm completamente à pinha e nem param. \n\nNão entendo o que se anda a passar. Mas começo a desistir de apanhar autocarros.\n\nAntes (nas paragens antigas) tinham um pequeno disco com NFC que permitia saberes quanto tempo demorava ao certo o autocarro a chegar sem teres de instalar qualquer app, mas agora deixaram de metê-los e as apps não são boas - embora, ache que usam os mesmos dados."
        },
        {
          "Comment ID": "kup6na4",
          "Comment": "É normal infelizmente, o melhor que tens a fazer 6sehuir os horários em tempo real do site deles, consegues aceder através do código qr que tem na paragem que vais apanhar, esse aí não falha na minha experiência, mais ou menos 3 minutos da hora indicada está lá."
        },
        {
          "Comment ID": "kut7w52",
          "Comment": "Usa o site STCP: \n \nhttps://www.stcp.pt/pt/viajar/horarios/?paragem=[codigo da paragem]&t=smsbus\n \nTenho as minhas paragens mais frequentes guardadas no browser e uso essa informação. Normalmente é muito correcta, tirando os atrasos de 1-2-3 minutos. \n \nDito isto, sim, porra, o 300/301 é totalmente imprevisível! Já apanhei atrasos de 10/15 minutos e mesmo alturas em que não aparece! Por serem linhas circulares, penso que os atrasos vão acumulando e lá se vão os horários. \n \nTambém já me aconteceu com o 304."
        }
      ]
    },
    {
      "Title": "Paragens do autocarro, STCP e afins",
      "Post Text": "Isto é mais um desabafo e espero não ser mal interpretado, demoraram 40 anos a fazer as paragens algumas como é o caso da paragem perto de minha casa fizeram os buracos e ficaram uns 4 anos até colocarem as estruturas e até lá o pessoal ficava a apanhar chuva quando colocar tudo direito talvez (pessoal da área se me puder elucidar) demoraria 2-4 dias e mesmo assim esqueceram-se de colocar os horários para a malta, tudo bem que colocaram os QR codes, mas pra pessoas com a idade dos meus avós que não percebem nada das novas tecnologias não vão saber lhe dar uso. \n\nOutra coisa que irrita que deve ser o cartão de visita da STCP é os constantes atrasos e as constantes falhas de autocarros é ridícula, e o que irrita ainda mais é que se alguém ousar reclamar com o motorista (se não falhar) o mesmo acha-se com razão, se o objetivo é fazer o pessoal depender menos dos carros pessoais estão a fazer um péssimo trabalho.\n\nPS: escrevi este texto todo enquanto espero pelo 806 que passava às 08:45\n\nEdit: Acabei de descobrir que a STCP ganhou uma distinção daquele prémio 5 estrelas por e cito “mobilidade de excelência”",
      "ID": "17l80ve",
      "Score": 17,
      "Total Comments": 20,
      "Post URL": "https://www.reddit.com/r/porto/comments/17l80ve/paragens_do_autocarro_stcp_e_afins/",
      "Comments": [
        {
          "Comment ID": "k7ciw9g",
          "Comment": "Não sejas atrasadinho mental, omotorista não é pago para ouvir as tuas reclamações, e não tem culpa do trânsito caótico da cidade. \nSe achas que o serviço é mau, tens de apresentar queixa no livro de reclamações e caixa de sugestões."
        },
        {
          "Comment ID": "k7cfot7",
          "Comment": "‘que irrita ainda mais é que se alguém ousar reclamar com o motorista (se não falhar) o mesmo acha-se com razão’\n\nEstou curioso: O que achas que o motorista fez em específico para se atrasar que podia, na tua opinião, ter sido evitado? (Merecendo assim a tua reclamação)\n\nNão ligou o modo avião para passar por cima dos carros no trânsito? Não ligou o modo limpa neves para levar à frente os carros que estacionam na faixa de bus porque”é só 5 mins”?"
        },
        {
          "Comment ID": "k7cgjop",
          "Comment": "Reclamou com o motorista, mas escreveu no livro? Se não, a única coisa que fez foi “irritar” alguém que está a fazer o seu trabalho, e que, já agora, necessita de muita paciência! \n\nEu ando de transportes 40-50min (para cada lado) todos os dias, e já me chega para ficar farto de pessoas e dos utilizadores dos transportes, imagino os motoristas!…"
        },
        {
          "Comment ID": "k7d6906",
          "Comment": "1o ponto.. reclama na câmara do porto. já o fizeste? Porque os abrigos miseráveis que temos são responsabilidade da câmara e não da stcp..\n\n2o ponto.. enviaste reclamação para a stcp das falhas de autocarros? Porque eu já o fiz e eles responderam-me a explicar o que tinha acontecido... E atrasos? Agradece a malta que vai ao café no fundo da rua de carro, estaciona numa curva ou num passeio e encrava os autocarros todos de passarem na boa.. Eu nunca vi um motorista a iniciar uma viagem atrasada por opção... E mais, as reclamações são feitas a stcp, não ao motorista, a pessoa não está lá para te aturar..\n\nOutra coisa, tu verificas o horário em tempo real antes de saires? Porque isso muda totalmente a forma que encaras a cena.. Obviamente em transbordos não ajuda muito claro, mas ainda assim permite escolher o melhor transbordo, sabendo que o x ou y estão atrasados.\n\nEu vou todos dias trabalhar de bus e depois para a faculdade e regresso a casa, nunca espero mais de 1 minuto na paragem, a diferença é que só vou para lá quando sei que o bus está mesmo a chegar.."
        },
        {
          "Comment ID": "k7cky4b",
          "Comment": "É lamentável, querem que os Portugueses, neste caso o Porto, pedem para as pessoas utilizarem mais os transportes públicos e eles continuam uma vergonha, a cada ano sobem os números do uso de carro para o trabalho. Eu uso os transportes diariamente aqui no Porto, e o único meio que temos para reclamar é através do site, mas que no entanto não serve para nada. Para além das paragens novas que colocaram e elas são um nojo, são muito pequenas e não ajudam para a chuva, temos de estar na paragem de guarda chuva aberto, juntando a isso é os constantes atrasos, o pessoal a reclamar todos os dias... Sem falar que já apanhei motoristas a fazer o seu intervalo de 5 minutos a fumar erva, um autocarro cheio de gente (não estou a julgar se o senhor fuma erva ou não, mas que faça isso fora do horário de trabalho), reportei a situação há STCP, enfim..."
        },
        {
          "Comment ID": "k7dfurh",
          "Comment": "Toda a gente pensa que STCP ´é a abreviatura de \"Serviço de Transportes Colectivos do Porto\".\n\nMas não. Na verdade, STCP significa \"Somos Transportados Como Porcos\"...\n\nE reclamar com o motorista não serve para nada. O que PODE ter algum efeito ´é a reclamação directamente no site dos STCP (j´á fiz umas poucos enquanto esperava pelo 401 ou pelo 806). Se essas se começarem a acumular, pode ser que algu´ém pense nisso."
        }
      ]
    },
    {
      "Title": "Ponte Luís I reabriu, mas carros, autocarros turísticos e TVDE estão proibidos de passar",
      "Post Text": "",
      "ID": "12lwn29",
      "Score": 79,
      "Total Comments": 93,
      "Post URL": "https://www.jn.pt/local/noticias/porto/porto/ponte-luis-i-reabriu-mas-carros-estao-proibidos-de-passar-16175692.html",
      "Comments": [
        {
          "Comment ID": "jg82i3u",
          "Comment": "**AVISO:** Submeteu um artigo da plataforma [Nónio](https://nonio.net) - uma plataforma que viola a privacidade do leitor.\n> Leia com atenção o [seguinte artigo](https://www.reddit.com/r/portugal/comments/7fy9v4/campanha_contra_o_n%C3%B3nio/).\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/porto) if you have any questions or concerns.*"
        },
        {
          "Comment ID": "jg9ivw1",
          "Comment": "Como morador no centro do Porto, apoio esta e qualquer medida que sirva para diminuir o tráfego automóvel na baixa. Tenho carro e também vou lá de vez em quando de carro mas se não puder, há transportes públicos e pernas suficientes para o fazer. Os carros no centro podem perfeitamente ser evitados. Espero que esta medida seja definitiva, até porque em breve será construída nova ponte para esse fim."
        },
        {
          "Comment ID": "jg83y5q",
          "Comment": "Ainda bem! Temos de começar a proibir carros particulares em zonas estratégicas de modo a reduzir o trânsito ."
        },
        {
          "Comment ID": "jg8fvh9",
          "Comment": "Isto vai ser mesmo definitivo?"
        },
        {
          "Comment ID": "jg9a5yr",
          "Comment": "Excelente notícia. Zonas de afluência como a Ribeira tem de ser blindada do trânsito automóvel."
        },
        {
          "Comment ID": "jg9mlw8",
          "Comment": "Bastou a policia municipal sair do local e que depois qualquer carro começou a usar a ponte, não sei até que ponto a medida será eficaz."
        },
        {
          "Comment ID": "jgcd4qe",
          "Comment": "Acabei de vir de lá e as restrições à circulação são tão respeitadas como passar com o semáforo vermelho, estacionar em segunda fila, e outras mostras de falta de respeito e de controlo no trânsito no Porto."
        },
        {
          "Comment ID": "jg9x1ib",
          "Comment": "Espero que continue assim"
        },
        {
          "Comment ID": "jg94qrs",
          "Comment": "Câmara do Porto e Gaia a surpreender 👏 Ótima decisão!"
        },
        {
          "Comment ID": "jg8soxq",
          "Comment": "Hoje é dia de celebrar! Jogada incrível da CMP e da câmara de Gaia"
        },
        {
          "Comment ID": "jg8dbk0",
          "Comment": "Boa iniciativa de ambas as câmaras municipais. É preciso passar das palavras aos actos no que toca à descarbonização."
        },
        {
          "Comment ID": "jg97a21",
          "Comment": "Boa carago, ótimo!"
        },
        {
          "Comment ID": "jgdjst4",
          "Comment": "Autorizar táxis mas proibir TVDE deve ser das medidas mais absurdas que vi."
        },
        {
          "Comment ID": "jg9pamu",
          "Comment": "Espetáculo! A favor!"
        },
        {
          "Comment ID": "jg894lp",
          "Comment": "Então não abriu, simplesmente acabaram as obras."
        },
        {
          "Comment ID": "jgbbx15",
          "Comment": "Não sou muito de acordo com a \"guerra aos carros\" quando as alternativas nem sempre são melhores, mas essa ponte ficou com um tabuleiro estreitissimo, nem imagino como iria lidar com muito trânsito."
        },
        {
          "Comment ID": "jg9grss",
          "Comment": "Por enquanto esta medida promove ainda mais o turismo e prejudica o morador que trabalha, isto a juntar a falta de lugares de estacionamento. Os carros serão os mesmos, apenas irão ser repartidos por outras pontes em especial a do Infante. O plano seria incluir a nova ponte mais a nascente como alternativa e é para aí que as criticas devem ser dirigidas \n\nSe eles acham que a linha Rubi vai resolver o trênsito estão enganados"
        },
        {
          "Comment ID": "jg9kovc",
          "Comment": "[deleted]"
        }
      ]
    },
    {
      "Title": "Pessoas que andam de autocarro regularmente, já vos aconteceu o vosso autocarro simplesmente não aparecer e so aparecer o a seguir?",
      "Post Text": "Acontece-me muito ao fim do dia, com o 403. Gostava de saber se isto acontece com mais linhas",
      "ID": "wddwxe",
      "Score": 36,
      "Total Comments": 51,
      "Post URL": "https://www.reddit.com/r/porto/comments/wddwxe/pessoas_que_andam_de_autocarro_regularmente_já/",
      "Comments": [
        {
          "Comment ID": "iihomgn",
          "Comment": "Stcp, palavras para quê!"
        },
        {
          "Comment ID": "iihq0nq",
          "Comment": "Isso acontecia-me vezes a mais com o 203... Tinha um às 18:09, lá ia eu a correr, chegava a horas e nada. O próximo era às 18:30 e por vezes só chegava às 18:40...\n\nFrustrante."
        },
        {
          "Comment ID": "iij4rgv",
          "Comment": "E quando não vêm os dois juntos :)"
        },
        {
          "Comment ID": "iihsphq",
          "Comment": "Melhor ainda é aparecer mas como por alguma razão estacionaram carros em frente à paragem, o motorista não tem espaço para parar mesmo em frente, portanto caga e segue."
        },
        {
          "Comment ID": "iii0ama",
          "Comment": "Os motoristas da STCP têm um anuncio de greve para as horas finais do turno até final de Outubro  \n\n\nhttps://rr.sapo.pt/noticia/pais/2022/06/02/sindicato-anuncia-retoma-das-greves-parciais-na-stcp-a-partir-de-20-de-junho/286945/"
        },
        {
          "Comment ID": "iii3w8x",
          "Comment": "Sim, pior é quando ele simplesmente não para. 505 🖕"
        },
        {
          "Comment ID": "iihx8tv",
          "Comment": "Alguém se lembra da Resende? Antes de ser Maré? Bons tempos a chegar tarde ao trabalho ou às aulas por causa de situações como essas..."
        },
        {
          "Comment ID": "iij6d7f",
          "Comment": "Sim...ou partir vários minutos antes do anunciado"
        },
        {
          "Comment ID": "iijmsae",
          "Comment": "Acontece muito qualquer que seja a empresa, mas recentemente quanto aos operadores privados da AMP noto que as reclamacoes(feitas à própria câmara de gaia neste caso) começam a fazer efeito, pois a AMP tem estado mais em cima deles."
        },
        {
          "Comment ID": "iihw3lt",
          "Comment": "Se ainda não estiveres a usar, aconselhava-te uma das apps que mostra em tempo real os próximos autocarros a passar. Tipo *Move-Me*, *AutoPorto*, etc.\n\nClaro que nem sempre são 100% fidedignas mas a maior parte do tempo funcionam bem!"
        },
        {
          "Comment ID": "iii2sye",
          "Comment": "Várias vezes. Especialmente com o 602."
        },
        {
          "Comment ID": "iii4w06",
          "Comment": "901, era o pão nosso de cada dia"
        },
        {
          "Comment ID": "iiiis4c",
          "Comment": "O anormal é isso não acontecer"
        },
        {
          "Comment ID": "iiinget",
          "Comment": "A STCP é uma merda, por vezes estás no site deles a ver o horário, aparece que falta 1,2 min para o autocarro e do nada passado 1 min esse autocarro desaparece do site sem nunca ter passado na puta da paragem."
        },
        {
          "Comment ID": "iij2upj",
          "Comment": "Se forem ao site da STCP, na opção “Horários” colocarem o código da paragem e escolherem “Próximas Passagens”, conseguem ver em tempo real quanto irá demorar o próximo autocarro."
        },
        {
          "Comment ID": "iij97q9",
          "Comment": "É mais comum não aparecerem do que aparecerem a tempo.\n\nAliás, há uns bons 6 anos que deixei de confiar nos horários presentes nas paragens porque raramente são seguidos. É aparecer e esperar que o autocarro não demore."
        },
        {
          "Comment ID": "iik2l2c",
          "Comment": "Acontecia me muitas vezes com esse mesmo autocarro"
        },
        {
          "Comment ID": "iik33em",
          "Comment": "Bem vindo/a! És novo/a por aqui? Hahaha"
        },
        {
          "Comment ID": "iik3751",
          "Comment": "Uiiii tanta vez. Mais depressa ganho o euromilhoes do que o autocarro aparece a horas, ao final do dia.  Sim 505 estou a falar para ti. 😠"
        },
        {
          "Comment ID": "iiknlv4",
          "Comment": "Isso é fácil de ver porque é só irem para a paragem de onde ele parte e vês o motorista que devia se passar as 10h estar na conversa fora do autocarro a fumar, a conversar, etc etc.\n\nPassa as 10min nada.\n\nPassa 20 nada. \n\nE tu ali á espera que ele se lembre que tem de trabalhar. \n\nQuantas vezes não vem o seguinte e arranca primeiro."
        },
        {
          "Comment ID": "iikw4ab",
          "Comment": "O 502 é um desastre, cheguei a estar á espera dele 40min para ir trabalhar, e nem era dia de greve. Aqueles horários são só a sugestão do chef."
        },
        {
          "Comment ID": "iim6rv0",
          "Comment": "Vocês são todos meninos....\n\nSai do trabalho às 19h00 fui para a paragem e esperei 45 minutos pelo autocarro que passou finalmente a dizer RESERVADO e o motorista a encolher os ombros.\n\nO burro foi a pé até casa.\nForam mais 50 minutos a andar ao Sol de Verão....\n\nPortugal no seu melhor visto que não havia mais autocarros nesse dia."
        },
        {
          "Comment ID": "iim8vqx",
          "Comment": "Sim!"
        },
        {
          "Comment ID": "iimdg48",
          "Comment": "Tantas vezes. Estás no Porto mesmo à quanto tempo?\n\nHouve uma altura que tinha de apanhar ou o 704 ou o 803,e quando um deles não aparecia no horário estipulado já nem estranhava. Já aconteceu chegarem dois iguais ao mesmo tempo porque um deles não apareceu no horário que era suposto. Já quando apanhava o 204 era igual."
        },
        {
          "Comment ID": "iimeoi1",
          "Comment": "os traumas que ganhei graças ao 302 e 303."
        },
        {
          "Comment ID": "iimg57w",
          "Comment": "403? Constantemente. Esse autocarro é uma mera miragem e só aparece em dias de muito calor aos escolhidos."
        },
        {
          "Comment ID": "iihu4se",
          "Comment": "Sim. Os transportes públicos estão constantemente em greves ou semelhantes. Há vários anos ia de autocarro para a universidade e acontecia por vezes"
        },
        {
          "Comment ID": "iihu97y",
          "Comment": "Constantemente. Não confies nos autocarros para ir a sítios sem falta"
        },
        {
          "Comment ID": "iii5ydy",
          "Comment": "Constantemente. Não aparece nenhum até."
        },
        {
          "Comment ID": "iiiftsn",
          "Comment": "Já me a aconteceu só ir no terceiro. É muito frequente o bus não estar lá a horas. Se queres chegar sempre a horas e andar de bus tens de ir pelo menos no anterior ao que seria necessário."
        },
        {
          "Comment ID": "iiii7t3",
          "Comment": "Já há muitos anos que não ando de transportes públicos e mesmo das últimas vezes que andei foi de metro, que normalmente não falhava muito, mas de autocarro, penso que a última vez que coloquei os pés num foi há mais de 25 anos (ainda se usavam aquelas senhas de picar como a T1, T2, etc...) e já na altura isso acontecia frequentemente, independentemente da empresa (STCP, Gondomarense, etc..).\nMudam-se os tempos mas os (maus) hábitos continuam 😅"
        },
        {
          "Comment ID": "iiiqghs",
          "Comment": "Eu nunca confio nos horários estipulados por isso vou sempre pela Porto.Bus app"
        },
        {
          "Comment ID": "iijeeq9",
          "Comment": "Não devia mas é normal. Falta alguem, graves, etc. nenhum sistema de aviso nem nas paragens, nem ma app nada. Infelizmente não somos o Japão. O pessoal que gere e trabalha nos transportes públicos estão a a cagar para os utilizadores."
        },
        {
          "Comment ID": "iimg7nb",
          "Comment": "bom saber que não é só em coimbra que isto acontece"
        }
      ]
    },
    {
      "Title": "Onde param os autocarros UNIR?",
      "Post Text": "",
      "ID": "1ai4gzd",
      "Score": 8,
      "Total Comments": 2,
      "Post URL": "https://youtube.com/watch?v=a4jvEoLSwfo&si=reYsd9oKxrjmfp8q",
      "Comments": [
        {
          "Comment ID": "kot8ohn",
          "Comment": "Na Maia, há umas semanas, deixaram um numa rotunda. Qualquer dia começa a haver cenas tipo geocaching mas com autocarros"
        },
        {
          "Comment ID": "kour62d",
          "Comment": "Já reparei nisso. Isto levanta muitas questões... porque é que estacionam ali? Como é que que os motoristas vão para casa?"
        }
      ]
    },
    {
      "Title": "Autocarros da STCP",
      "Post Text": "Boas pessoal,\n\nHoje ia apanhar o autocarro no bom sucesso, que arrancava as 17:45. Cheguei à paragem às 17:40 e já estava lá o autocarro. Chegam às 17:45 e o motorista está dentro do autocarro no telemóvel. As 17:49 ele passa o autocarro para “fora de serviço”… o próximo autocarro era às 18h então ele às 17:57 tirou o autocarro de fora de serviço e arrancou… a minha pergunta é, se ele estava no autocarro e podia cumprir os horário, porque que não o fez?",
      "ID": "173wufm",
      "Score": 12,
      "Total Comments": 9,
      "Post URL": "https://www.reddit.com/r/porto/comments/173wufm/autocarros_da_stcp/",
      "Comments": [
        {
          "Comment ID": "k45mide",
          "Comment": "Se ele arrancou na hora prevista dele é porque estava na pausa!\n\nOs motoristas são trabalhadores como os outros, tem direito a pausas apesar dos horários absurdos que cumprem!"
        },
        {
          "Comment ID": "k45swl0",
          "Comment": "Autocarros no Bom Sucesso é uma palhaçada. Tou farto de ver aquele 402 que é suposto sair de 15 em 15 chegar atrassadissimo e depois vão dois deles juntos a fingir que são um comboio. O da frente cheio de gente porque leva quase duas \"rondas\" de pessoas e o outro com 10 pessoas no máximo."
        },
        {
          "Comment ID": "k49rkmg",
          "Comment": "Apanho na Boavista o 201, 203 e 502. Nunca vi autocarros tão imprevisíveis, lês o QR da paragem e dizem que estão a passar, esperas 15 min e eles lá aparecem todos seguidos"
        },
        {
          "Comment ID": "k45m5k6",
          "Comment": "O tiktok estava demasiado interessante provavelmente"
        },
        {
          "Comment ID": "k45l0et",
          "Comment": "Não lhe perguntaste?"
        }
      ]
    },
    {
      "Title": "Tira teimas sobre este assento nos autocarros",
      "Post Text": "Para quem anda regularmente de autocarro: Para quantas pessoas é este assento? Sempre o vi como um assento para dois, mas já vi pessoas indignadas quando alguém se tenta sentar ao lado delas alegando que é apenas para uma. \n\n\nQual a vossa opinião?",
      "ID": "16ictt7",
      "Score": 28,
      "Total Comments": 21,
      "Post URL": "https://i.redd.it/ixu28u94m6ob1.jpg",
      "Comments": [
        {
          "Comment ID": "k0ixonc",
          "Comment": "[deleted]"
        },
        {
          "Comment ID": "k0j9yk2",
          "Comment": "Vê o sinal da quantidade de lugares sentados no autocarro, conta os assentos e ficas a saber"
        },
        {
          "Comment ID": "k0ixbhd",
          "Comment": "3 anões"
        },
        {
          "Comment ID": "k0km257",
          "Comment": "- Avó + neto que ela foi buscar ao infantário\n- 3 putos do 7°ano\n- Velhota que foi as compras (ela + o saco do Lidl)\n- Pessoa obesa\n- Velhos com os tomates grandes. Apesar q estes preferem os outros lugares ou ir de pé para se poderem roçar nas mulheres."
        },
        {
          "Comment ID": "k0ixkkx",
          "Comment": "1 gordo"
        },
        {
          "Comment ID": "k0ixd8a",
          "Comment": "Depende de quantas couberem:\n\n\\- Crianças cabem devem caber umas 4. \n\n\\- Adultos depende do tamanho de cada um. Tanto pode ser 1, 2 ou 3... ou mais se forem da Etiópia."
        },
        {
          "Comment ID": "k0j908y",
          "Comment": "Ou é para obesos ou para aquelas pessoas que precisam de muletas/bengalas."
        },
        {
          "Comment ID": "k0ix6e9",
          "Comment": "2 pessoas"
        },
        {
          "Comment ID": "k0j5erm",
          "Comment": "É para pessoas obesas ou grávidas, é assim tão difícil de perceber? Acho que tem lá o sinal e tudo"
        },
        {
          "Comment ID": "k0meti8",
          "Comment": "Isto é um lugar na zona de acessibilidade, é para que pessoas de maiores possam também se possam sentar de forma confortável, mas também dá para uma avó e um neto. É tipo 1.5 lugares"
        },
        {
          "Comment ID": "k0j38gj",
          "Comment": "Quando têm manchas cedo o lugar ao próximo"
        },
        {
          "Comment ID": "k0jf8jj",
          "Comment": "2 pessoas. Quem manda vir é gordo ou mete os sacos todos em cima do banco, feito burro."
        },
        {
          "Comment ID": "k0jx5fa",
          "Comment": "duas pessoas e quem acha que é só para um, devia ganhar noção ou perder peso (ou ambos)"
        },
        {
          "Comment ID": "k0k4s98",
          "Comment": "A regra é clara: é para quantas couberem"
        },
        {
          "Comment ID": "k0ldi69",
          "Comment": "Para 1 pessoa à vontadinha\n\n2 pessoas à vontade\n\n3 pessoas, se for uma família ou melhores amigos"
        },
        {
          "Comment ID": "k0kon7y",
          "Comment": "Se é pra um é grande e se é pra dois é pequeno…"
        },
        {
          "Comment ID": "k0ozzpc",
          "Comment": "2 pessoas ."
        }
      ]
    },
    {
      "Title": "Alguém já teve o prazer de andar nos novos autocarros da UNIR?",
      "Post Text": "Horários afixados ainda não existem. Como primeira experiência apanhei autocarro já todo sujo e infelizmente motorista nem uma palavra de português falava. Começa bem.",
      "ID": "188bnsd",
      "Score": 35,
      "Total Comments": 39,
      "Post URL": "https://www.reddit.com/r/porto/comments/188bnsd/alguém_já_teve_o_prazer_de_andar_nos_novos/",
      "Comments": [
        {
          "Comment ID": "kbk65fh",
          "Comment": "Ainda não, só segunda feira. Em relação ao horários, para a minha zona reduziram autocarros nos fins de semana e feriados, além de cortarem a última paragem no Porto em alguns dos autocarros que existe durante a semana.\nE a cereja no topo do bolo é que o PDF com os horários não permitem fazer pesquisa e pessoas com deficiências visuais não conseguem transformar aquilo em áudio porque o conteúdo das páginas foi transformado numa espécie de imagem :)"
        },
        {
          "Comment ID": "kbk20en",
          "Comment": "Eu estive a ver aquele horário que eles colocaram da Póvoa de Varzim/Vila do Conde e parece-me estranha a frequência dos autocarros. Ronda as 1h45mins entre autocarros. Dantes era pior?"
        },
        {
          "Comment ID": "kbl5kgf",
          "Comment": "Ainda não e acho que por agora não vou precisar (graças a deus o autocarro que eu utilizo para ir para o porto ainda vai continuar a funcionar). Tenho alguma curiosidade no entanto\n\nJá agora, eu sou a única que acha os \"horários\" um bocado estranhos? Os pdfs parecem que foram feitos à pressa, só para não falar que não parecem fornecer \"melhores\" ou \"mais horários\" que as outras empresas que já faziam estes percursos."
        },
        {
          "Comment ID": "kbm66mm",
          "Comment": "Vamos ver segunda feira. Para a minha zona os horários pioraram e muito! Ao fim de semana quase não existem. E durante a semana, ao final do dia, a partir das 18, quase não há autocarros. Se antes as camionetas iam sempre cheias depois dessa hora, mesmo com apoio do metrobus e com autocarros de 10 em 10 mins, imagino agora com 1h ou nem existindo. Vai ser bonito."
        },
        {
          "Comment ID": "kbl4axg",
          "Comment": "Aqui por Canidelo, ainda que não ande em transportes públicos, não me parece ter começado bem. \nAinda há pouco passei por uma paragem e um dos passageiros comentava que os anteriores motoristas do Espírito Santo (empresa que assegurava o serviço de transportes em diversas freguesias) viram as suas condições contratuais revistas por baixo e como tal não aceitaram a proposta para ficar e vieram novos motoristas. Fico curioso por saber que direitos terão esses motoristas que viram os seus lugares de trabalho substituídos. \nOs veículos, pelo menos hoje ainda não apresentam a “roupagem” que é expectável e para piorar, não mantém as viaturas do Espírito Santo. Para referência, uma das viaturas que vi era da MGC e outra da AV Feirense. Questiono a confusão que isto deve fazer nas pessoas mais idosas. \nPor isso, a meu ver, não começou bem."
        },
        {
          "Comment ID": "kbljs8l",
          "Comment": "Já. O que apanhei cheirava a novo. Quanto aos motoristas, acho que manteram os da Gondomarense."
        },
        {
          "Comment ID": "kbldajt",
          "Comment": "Eu vou gostar de ver o barraco que vai acontecer na segunda-feira. Pelas informações que tenho lá de dentro e da maneira que estão a gerir o pessoal, pelo menos em Gaia vai ser um barraco monumental..."
        },
        {
          "Comment ID": "kbp6fdh",
          "Comment": "Autocarros de hora em hora (piorou imenso)\nE o motorista que tive era venezuelano ou colombiano ,as pessoas perguntavam lhe a rota e informações gerais e ele simplesmente dizia \"Pedroso\" que era o final de linha"
        },
        {
          "Comment ID": "kbk1rye",
          "Comment": "https://www.noticiasmaia.com/novos-autocarros-da-unir-sao-usados-e-estavam-a-circular-em-lisboa/"
        },
        {
          "Comment ID": "kbo8h0v",
          "Comment": "Pelos comentários que se vai lendo aqui e noutros lugares parece que o objectivo é encher ainda mais as ruas de carros. \nParece que fomos de cavalo para burro!\nComeçam com publicidade enganosa quando prometem mais linhas, mais frequência e autocarros novos, pelos testemunhos não estão a cumprir nada do que anunciaram. \nDepois os atrasos e confusões na divulgação de informações...\nNada melhor que uma primeira má impressão para afastar as pessoas dos transportes públicos.\n\nAgora resta saber quem vai assumir a responsabilidade disto e se vai continuar assim ou alguém vai fazer alguma coisa."
        },
        {
          "Comment ID": "kboh6ro",
          "Comment": "Aqui no concelho, a autarquia publicou uma resposta ontem, dia em que entraram em funcionamento, no facebook, a desresponsabilizar-se pela confusão, falta de informação e alterações. Há muitas pessoas a queixarem-se pelos comentários mas o que mais se me destacou foram pais a queixarem-se que os miúdos vão ter de passar a levantar-se às 6:30h para ir para a escola, que estará ainda fechada durante 30 minutos quando lá chegarem. A leitura das linhas e horários também não é fácil, só penso que para pessoas menos info-incluídas seja muito mau se tudo o que tiverem for um horário e um \"croqui\" afixado na paragem.\nNão sei se percebi bem mas para usar comboio e metro tens de subscrever a outra opção por mais 10€? Isto a ser vendido ao nível dum passe único como os países europeus, sai furado."
        },
        {
          "Comment ID": "kbqwkjd",
          "Comment": "Hoje em Canidelo fotografei um autocarro a fazer carreira da outrora ES, com pintura totalmente verde, matrícula acabada de ser emitida em PT (mas num autocarro nitidamente importado) e que nem sequer o letreiro automático do destino tinha traduzido em PT. Dizia “Eji Trafik”."
        },
        {
          "Comment ID": "kbt3e0b",
          "Comment": "Gostava mesmo de perceber como funcionam estas autoridades metropolitanas de  transportes. Em Lx foi uma cagada. Se a concessão prevê pagamento por km, como é que as transportadoras conseguiram reduzir ainda mais a frequência? Há alguém a fiscalizar? Supostamente os autocarros agora têm sistema GPS em tempo real, como é que continuam a passar quando lhes apetece e pura e simplesmente não cumprem horários?"
        },
        {
          "Comment ID": "kbjs9ri",
          "Comment": "Nem um “boa tardji”?"
        },
        {
          "Comment ID": "kbjvtw2",
          "Comment": "que é todo sujo? \n\ncomida no chão e assim?\n\nQueremos mais serviços, mas se não temos pessoas!"
        },
        {
          "Comment ID": "kblr9pa",
          "Comment": "Acabaram com os autocarros de Braga para o Porto e vice-versa para isto..."
        }
      ]
    },
    {
      "Title": "Paragem com mais autocarros",
      "Post Text": "Boas, estava agora a passar a paragem Moreira de Sá e surgiu-me a seguinte questão, qual será a paragem de Autocarros no Porto que mais autocarros de diferentes linhas contém?",
      "ID": "16e7f5b",
      "Score": 12,
      "Total Comments": 7,
      "Post URL": "https://www.reddit.com/r/porto/comments/16e7f5b/paragem_com_mais_autocarros/",
      "Comments": [
        {
          "Comment ID": "jzu4ea6",
          "Comment": "a Boavista Bom Sucesso (1) tem umas 12 linhas. não conheço nenhuma com mais, acho que nem caberia nas antigas placas."
        },
        {
          "Comment ID": "jzv4xp4",
          "Comment": "Futuramente será seguramente o terminal das camélias na batalha."
        },
        {
          "Comment ID": "jztkw5j",
          "Comment": "Talvez a do H Pedro Hispano\n\nEdit: Não percebi os downvotes. Fui ver agora e passa 13 linhas, acredito que seja sim"
        },
        {
          "Comment ID": "jzu4bti",
          "Comment": "Carmo talvez"
        },
        {
          "Comment ID": "jzw30xd",
          "Comment": "Eu diria que será a casa da música, se contares as variadíssimas paragens que existem no mesmo sítio. Mas nunca me dei ao trabaljo de contar quantas são no total."
        },
        {
          "Comment ID": "jzxqca7",
          "Comment": "Ainda aqui ninguém referiu os Aliados, que têm diversas paragens onde boa parte se chamam Aliados ao longo da avenida, para não mencionar que todas as linhas M, começam aí também."
        }
      ]
    },
    {
      "Title": "Porto: STCP vai poder multar estacionamento abusivo em corredores BUS e paragens de autocarro",
      "Post Text": "",
      "ID": "1biinnu",
      "Score": 64,
      "Total Comments": 15,
      "Post URL": "https://expresso.pt/sociedade/2024-03-18-Porto-STCP-vai-poder-multar-estacionamento-abusivo-em-corredores-BUS-e-paragens-de-autocarro-9c875658?fbclid=IwAR262qgBrbR9gKos3LSEsgm6wqPjMvFfXqH_FhaUra2R3ef9eP9PT87zGV8_aem_ARI93M7nDIvPdNeAUxcP5XbSy8TedAAh1RR1j6CrLS4WJ7kQjQ6fdouHaMHOq_8B25E&utm_medium=Social&utm_source=Facebook&utm_term=Autofeed",
      "Comments": [
        {
          "Comment ID": "kvkf972",
          "Comment": "**AVISO:** Submeteu um artigo da plataforma [Nónio](https://nonio.net) - uma plataforma que viola a privacidade do leitor.\n> Leia com atenção o [seguinte artigo](https://www.reddit.com/r/portugal/comments/7fy9v4/campanha_contra_o_n%C3%B3nio/).\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/porto) if you have any questions or concerns.*"
        },
        {
          "Comment ID": "kvkvddi",
          "Comment": "Pelos comentários, dá para perceber que muitos users que frequentam este sub estacionam no corredor do bus."
        },
        {
          "Comment ID": "kvkgjdr",
          "Comment": "Ainda no domingo estava no 200 a chegar ao hospital santo antonio e o bus ficou \"encravado\" pq um espertinho estacionou no passeio."
        },
        {
          "Comment ID": "kvkgsba",
          "Comment": "Ahah. Lmao esta na constituicao portuguesa , multas so podem ser passadas por agentes da autoridade ."
        },
        {
          "Comment ID": "kvkhm59",
          "Comment": "entao eu tb vou começar a passar multas sempre que o bus estiver atrasado ou com um atrasado mental ao volante"
        },
        {
          "Comment ID": "kvkmhtj",
          "Comment": "Eu posso passar multas quando se meterem à minha frente?"
        }
      ]
    },
    {
      "Title": "Autocarro a arder na trindade?",
      "Post Text": "Boas, eu estava hoje a vir do trabalho e saí na zona do metro da Trindade (por volta das 18:30) e quando saí vi grande confusão no largo em frente á estação do metro, pessoas a correr para dentro e assim e perguntei ao segurança da estação o que se passava e ele disse-me que um autocarro da STCP tinha pegado fogo, sabem alguma coisa sobre isto? Eu não consegui ver nada que também não quis arriscar e fui embora mas fiquei bastante curioso e não vi nada nas notícias.",
      "ID": "10dvd6r",
      "Score": 23,
      "Total Comments": 23,
      "Post URL": "https://www.reddit.com/r/porto/comments/10dvd6r/autocarro_a_arder_na_trindade/",
      "Comments": [
        {
          "Comment ID": "j4noyv9",
          "Comment": "> quis arriscar\n\nArriscar o quÊ caralho! Não és do Porto pois não!? Faz-te homem, moço e vai lá deitar os olhinhos como bom tuga :)"
        },
        {
          "Comment ID": "j4pau1a",
          "Comment": "Pessoal de Matosinhos a ler isto e a pensar: \"dia normal na Resende\""
        },
        {
          "Comment ID": "j4phij5",
          "Comment": "OP, lendo o teu nome, o meu não te diz nada?"
        },
        {
          "Comment ID": "j4netps",
          "Comment": "deve ter sido um dos novos elétricos chineses"
        },
        {
          "Comment ID": "j4noogn",
          "Comment": "Foram os ultras /s"
        },
        {
          "Comment ID": "j4qk0c1",
          "Comment": "era um autocarro da Tesla que apanhou chuva, fez curto-circuito e ardeu!"
        }
      ]
    },
    {
      "Title": "Portuenses continuam a criticar substituição de paragens de autocarro um ano depois",
      "Post Text": "",
      "ID": "17s5t5n",
      "Score": 46,
      "Total Comments": 18,
      "Post URL": "https://portocanal.sapo.pt/noticia/340628",
      "Comments": [
        {
          "Comment ID": "k8nzagh",
          "Comment": "Há coisa de um ano critiquei e ainda o faço mas já entendi o propósito das paragens que estão ao contrário.  Tinha de haver era propostas mais interessantes porque ainda esta semana estive à espera do autocarro numa noite de chuva grossa e era o mesmo que estar a céu aberto."
        },
        {
          "Comment ID": "k8s32ab",
          "Comment": "Se calhar é o meu vício português mas uma ascenção meteórica como a da DreamMedia em tantos meios e autarquias é uma daquelas coisas que cheiram a esturro. Fui cliente deles há uns dez anos para uns trabalhitos de distribuição de folhetos. Era um par de escritórios numa zona industrial anónima em Gaia onde meia duzia de pessoas me recebeu sem grande entusiasmo.\nJulgo que mais ou menos por essa altura fizeram parceria com o Continente para tratar das entregas ao domicílio... \nHoje têm contratos com todas as grandes autarquias, outdoors em todo o lado. Uma empresa gigante como a JC Decaux não é substituída com facilidade a não ser que 1- a proposta da DreamMedia seja imensamente superior ou 2- a proposta chegue com uns cabazes de luvas quentinhas.\n\nTl;dr: A empresa que montou as paragens tem um crescimento meteórico e isso é suspeito."
        },
        {
          "Comment ID": "k8o51rc",
          "Comment": "A minha critica é que provavelmente estas paragens foram algum modelo standard trazido da China sem olhar às particularidades do Porto pela empresa de publicidade que substituiu a JC Decaux e que foi responsável pela substituição."
        },
        {
          "Comment ID": "k91mp62",
          "Comment": "Isto até podia fazer sentido se não fosse obrigatório esticar o braço para o autocarro parar... assim é só para obrigar a fazer sprints e apanhar molha na mesma quando chega o autocarro"
        },
        {
          "Comment ID": "k8nres4",
          "Comment": "Os abrigos virados para o passeio é só genial. Ninguém olhou para o plano e chegou a conclusão que estava ao contrário? Os trabalhadores que instalaram as paragens não se atrevem a dizer ao capataz \"olhe, acho que isto está ao contrário, não?\""
        },
        {
          "Comment ID": "k8pmyt7",
          "Comment": "São paragens para jogadores de basquete."
        }
      ]
    },
    {
      "Title": "Rede de autocarros a (des)Unir a Área Metropolitana do Porto",
      "Post Text": "",
      "ID": "1893a4y",
      "Score": 11,
      "Total Comments": 3,
      "Post URL": "https://eco.sapo.pt/especiais/nova-rede-de-transportes-da-area-metropolitana-do-porto-arranca-envolta-em-polemica/",
      "Comments": [
        {
          "Comment ID": "kbrhk57",
          "Comment": "Parece ser uma ideia para ligar o grande Porto"
        }
      ]
    },
    {
      "Title": "Autocarro arde junto à rotunda da anémona em Matosinhos",
      "Post Text": "",
      "ID": "14ebx5n",
      "Score": 27,
      "Total Comments": 13,
      "Post URL": "https://portocanal.sapo.pt/noticia/330018",
      "Comments": [
        {
          "Comment ID": "jou20hn",
          "Comment": "Resende, gone but never forgotten"
        },
        {
          "Comment ID": "jov7y8o",
          "Comment": "Faz lembrar quando uma velhinha caiu fora do autocarro da Resende numa rotunda porque a porta avariada não fechava"
        },
        {
          "Comment ID": "jovb3eb",
          "Comment": "Mudou o rótulo mas o sabor está todo lá. Viva a resende!"
        },
        {
          "Comment ID": "jovq5ri",
          "Comment": "Saudades do tunel na sra da hora, que o pessoal tinha que sair para pude subir."
        },
        {
          "Comment ID": "jovtiwl",
          "Comment": "As saudades que eu já tinha de uma notícia destas. Por uns tempos acreditei que a Resende estava extinta"
        },
        {
          "Comment ID": "jowmv0e",
          "Comment": "Pode dizer Mare no exterior mas no interior é Resende"
        },
        {
          "Comment ID": "joudzxe",
          "Comment": "Autocarro a arder em Matosinhos? What year is this?"
        },
        {
          "Comment ID": "jouc6kq",
          "Comment": "ROTUNDA! ROTUNDA! ROTUNDA!"
        }
      ]
    },
    {
      "Title": "Autocarros Porto/ Lisboa",
      "Post Text": "Alguém aqui tem experiência em ir e vir de autocarro a Lisboa que me possa ajudar? Qual a melhor companhia? E onde comprar os bilhetes online? Obrigado!",
      "ID": "z1pauo",
      "Score": 8,
      "Total Comments": 14,
      "Post URL": "https://www.reddit.com/r/porto/comments/z1pauo/autocarros_porto_lisboa/",
      "Comments": [
        {
          "Comment ID": "ixc7n0u",
          "Comment": "Usa a app Omio, dá-te todas as opções para autocarros e comboios de acordo com a rota e data. Usei ainda há poucos dias para essa rota, fui com a rede expressos e não tive problema nenhum."
        },
        {
          "Comment ID": "ixc4w30",
          "Comment": "Tive uma amiga que foi deixada em na estação de serviço perto de Fátima entre o Porto e Albufeira com a Flixbus. \n\nQuando fui a Albufeira buscar as malas dela o motorista negou a pés juntos ter deixado gente pra trás…"
        },
        {
          "Comment ID": "ixd1nqx",
          "Comment": "Gypsi, flixbus e rede expressos. É procurares para veeres a que tem melhor preço e melhores horários para ti"
        },
        {
          "Comment ID": "ixc5zw3",
          "Comment": "Já fui com a Flixbus (Porto>Lisboa) e com a Rede Expressos (sentido inverso). As duas viagens foram boas mas acho que a RedeX tem melhores assentos. Mas não vale tanto de pagar mais (a Flixbus é habitualmente mais barata e é suficiente para uma viagem desta duração).\n\nPodes comprar nos sites deles e carregar o bilhete nas apps deles no teu telemóvel."
        },
        {
          "Comment ID": "ixcdhcc",
          "Comment": "Já fui e vim na Flixbus, tive boas experiências. Na viagem para Lisboa não havia Wi-Fi, mas para o Porto já apanhei. Cumpriram os horários e os condutores eram simpáticos. Também arranjei os bilhetes por 3,99€ cada, um às 9 da manhã e o outro às 18. \n\nComprei os bilhetes online (no site), fiz depois o download da aplicação e tinha lá os bilhetes."
        },
        {
          "Comment ID": "ixcf4em",
          "Comment": "S e compras com um mês de antecedência os bilhetes da Rede Expressos custam 5€, normalmente o autocarro faz o trajeto Campanhã - Sete Rios ou Oriente. Recomendo.\n\nÉ sempre bom ver os preços da Flixbus antes, tendem a ser mais baratos (ainda que sejam menos confiáveis em termos horário e paragem, na minha experiência)."
        },
        {
          "Comment ID": "ixc5wy5",
          "Comment": "FlixBus, Rede Expresso,..."
        },
        {
          "Comment ID": "ixc7yof",
          "Comment": "Funciona bem, tens várias empresas.. Também vale a pena ver a cp, se for com antecedência consegues bem preço no intercidades ou até alfa e o conforto é de longe melhor."
        },
        {
          "Comment ID": "ixe44wb",
          "Comment": "Rede Expresso podes comprar on-line"
        }
      ]
    },
    {
      "Title": "Dúvida passes de autocarros",
      "Post Text": "Boas, este mês subscrevi ao cartão andante mensal municipal, que é o que normalmente uso mas apercebi-me que vou precisar do passe metropolitano para este mês. Alguém sabe se é possível fazer um \"upgrade\" a meio do mês do andante municipal para o metropolitano?",
      "ID": "14vo8td",
      "Score": 2,
      "Total Comments": 3,
      "Post URL": "https://www.reddit.com/r/porto/comments/14vo8td/dúvida_passes_de_autocarros/",
      "Comments": [
        {
          "Comment ID": "jre3x3m",
          "Comment": "Tens telefone android com nfc ???\n\nSe sim, esquece os passes físicos, usa a app Anda, a app vai te fazer a gestão disso por ti, pagas mensalidade 40 ou 30 se for a melhor opção, pagas viagens individuais se andares pouco, enfim, basicamente pagas sempre o menos possível para o teu uso. Uso a app desde o primeiro dia e não volto atrás garantidamente.."
        },
        {
          "Comment ID": "jrdr91b",
          "Comment": "Se já o validaste depois de carregar, não podes alterar o tipo de assinatura."
        },
        {
          "Comment ID": "jrds1oy",
          "Comment": "Atualmente parece que já não é possível, infelizmente. Há uns anos atrás era possível, e até dava para mudar as zonas escolhidas uma vez por mês também\n Mas quando este modelo de assinaturas entrou em vigor, tal deixou de ser possível."
        }
      ]
    },
    {
      "Title": "Malta que anda de autocarro",
      "Post Text": "É impressão minha ou algo aconteceu com a frequência de autocarros? Não me lembro de andarem tão cheios, mesmo em horários fora da hora de ponta, e a frequência ser tão irregular Por vezes aparecem 3 seguidos outras vezes espero 40 minutos por algum. Pode ser a minha memória selectiva...",
      "ID": "z23pjb",
      "Score": 14,
      "Total Comments": 19,
      "Post URL": "https://www.reddit.com/r/porto/comments/z23pjb/malta_que_anda_de_autocarro/",
      "Comments": [
        {
          "Comment ID": "ixeksmq",
          "Comment": "Eu notei isso no metro com o começo das aulas. No caso dos autocarros, como está a chover pode ser forma de o pessoal ir para casa sem se molhar tanto"
        },
        {
          "Comment ID": "ixev74p",
          "Comment": "Sem dúvida.\n\nMuito mais cheios e completamente irregulares.\n\nNão sei o que se passa na STCP mas o serviço está altamente imprevisível."
        },
        {
          "Comment ID": "ixer02x",
          "Comment": "Nos anos 90 era sempre assim"
        },
        {
          "Comment ID": "ixgz539",
          "Comment": "O Porto é uma cidade de ruas estreitas, sem espaço para faixas de bus. É impossível de circular no porto em horas de ponta, de carro ou autocarro. Na minha opinião a causa disso é o miserável sistema de transportes que existe nas cidades periférias, por exemplo Gaia(que melhor conheço).\n\nEm Gaia, algumas empresas reduziram drasticamente os autocarros em circulação. Em alguns casos acabaram mesmo com algumas linhas. Além disso as infraestruturas são pensadas com dados do passado, nunca a pensar no futuro. O metro em Gaia, em horas de ponta, precisava de mais um carruagem. Mas as estações não o permitem. Eu diria que uma percentagem muito elevada desloca-se de carro próprio para o Porto. Isto só Gaia. Somando todas as cidades circundantes, é o caos.\n\nObviamente os transportes não podem chegar a todo o lado em quantidade e frequência, mas é urgente organizar a barafunda instalada nos transportes públicos do grande porto."
        },
        {
          "Comment ID": "ixelzr3",
          "Comment": "Quanto mais trânsito há menos \"voltas\" dão os autocarros. Para termos um sistema de autocarros em condições (não acho que o existente seja suficientemente bom) precisávamos de muito mais faixas Bus, sem interrompimentos, e que as que existem fossem respeitadas."
        },
        {
          "Comment ID": "ixf1zck",
          "Comment": "Está mais caro andar de carro, seja próprio ou TVDE. Também ponho a hipótese de a malta que ficou em tele trabalho e habituou-se a ter algum a mais por não sair tanto e agora com as empresas a voltarem ao regime presencial muita gente sente ainda mais o impacto dos preços altos dos combustíveis"
        },
        {
          "Comment ID": "ixik8rt",
          "Comment": "Eu sei que algumas linhas diminuíram a frequência porque no próprio horário da paragem mostra isso. Claro que o trânsito também não ajuda, porque o horário já é reduzido e eles ainda ficam imenso tempo retidos. O pior é que os nossos queridos governantes falam que devíamos usar menos os carros e colocam o estacionamento pago pela cidade, mas depois não investem nos transportes públicos e em melhores condições das vias. É um contra-senso."
        },
        {
          "Comment ID": "ixjvnd6",
          "Comment": "Se fosse só o autocarro. No outro dia andei de metro (eu sou daqueles que anda sempre de carro, vá, podem cair em cima), tive de ir à Maia e queria voltar para o Porto (Prelada). Tempo de espera, 2.ª feira, 9:15 da manhã: 20 minutos 🥹 Percurso de carro Prelada - Maia, uns 15 min pela Circunvalação e Via Norte. Maia - Prelada, tempo entre ir a pé até à estação, espera do metro, percurso do metro e ida a pé até ao destino: 1h. Ahahahah, imagino se estivesse a chover! Então vou deixar de usar o carro… 😂"
        },
        {
          "Comment ID": "ixk704y",
          "Comment": "Nós ficamos mal habituados com a pandemia. Durante os dias mais \"duros\" os transportes tinham regras mais apertadas, não podiam levar tanta gente de cada vez, etc. E andavam mais certinhos (provavelmente por andarem a ser controlados de perto...).\nAgora regressaram à javardice do costume.\nNão se esqueçam do verdadeiro significado de STCP: Somos Transportados Como Porcos..."
        },
        {
          "Comment ID": "ixunp8d",
          "Comment": "Os bus saem na 1a paragem a tabela, a partir daí acabou-se, enquanto não houver uma mudança de paradigma, a situação vai manter-se, a prioridade continua a ser dada ao transporte individual, ao transporte publico continuam a dar migalhas, o pouco que fazem é mal feito, na minha opinião, porque quem decide nunca sentou o cu num bus todos dias durante 1 ano, andar de bus com jornalistas não conta, exemplo disto é a empreitada de substituição dos abrigos, apenas motivada pela receita em publicidade, e sem qualquer cuidado em melhorar as condições do utilizador regular..\n\nInfelizmente isto vai-se manter, a cidade está bloqueada durante várias horas do dia, a economia da cidade garantidamente que está a perder milhões ao ano com esse bloqueio, mas como em PT as pessoas vivem e respiram carros, vamos continuar assim.."
        },
        {
          "Comment ID": "ixi2g9f",
          "Comment": "São os carros pá! Tem de se limitar os carros na cidade!\n\nÉ por isso que os TP são uma merda, há carros a mais!\n\nAcabem com os carros e ficamos com os melhores TP do mundo!\n\n/s"
        },
        {
          "Comment ID": "ixlyrlf",
          "Comment": "Por acaso andei de autocarro nos últimos dias e a maioria estavam bastante vazios, isto ali entre a Boavista e a baixa.\n\nPor outro lado o trânsito era de loucos. As faixas dedicadas dão mesmo muito jeito."
        }
      ]
    },
    {
      "Title": "As novas paragens de autocarro vão ser postas à prova esta semana",
      "Post Text": "Já passei por umas quantas e estão todas encharcadas. Os passageiros estão de guarda-chuvas abertos lá dentro para não apanharem uma molha. É que algumas nem tem painéis laterais para proteger do vento. É o que acontece quando se pensa no design primeiro do que na utilidade",
      "ID": "y7vssz",
      "Score": 65,
      "Total Comments": 31,
      "Post URL": "https://www.reddit.com/r/porto/comments/y7vssz/as_novas_paragens_de_autocarro_vão_ser_postas_à/",
      "Comments": [
        {
          "Comment ID": "iswzkl2",
          "Comment": "Quem desenhou aquilo nunca deve ter entrado num autocarro na vida sequer. E ainda assim, é só ter 2 dedos de testa. Exemplos porreiros por esse mundo fora não faltam! Como [estas em Inglaterra](https://www.shelterstore.co.uk/pages/media/IMG_9357.jpg) ou [estas na Coreia do Sul](http://res.heraldm.com/content/image/2020/08/06/20200806000537_0.jpg)."
        },
        {
          "Comment ID": "iswx5in",
          "Comment": "[deleted]"
        },
        {
          "Comment ID": "isxa403",
          "Comment": "Até hoje não consegui perceber a necessidade de andarem a trocar as paragens. É que se ainda fosse para trocar para melhor. Agora, para meter isto? São uma porcaria. Estava mais que visto que não iam proteger nada da chuva. \nComo sempre, quem manda fazer as obras não percebe nada das necessidades dos cidadãos. Enfim. Típico de um país atrasado como o nosso."
        },
        {
          "Comment ID": "isxuqej",
          "Comment": "O design serve a função.\n\nO que acontece neste caso (e na maioria), é que a função é dar dinheiro a ganhar a alguém, neste caso à Dreammedia. Já pensaram na pipa de massa que se poupou na produção ao reduzir as volumetrias e a evitar um par de painéis laterais? Deste ponto de vista estão muito bem desenhadas porque maximizam o lucro da concessão.\n\nE o povo, que se f... faça acompanhar pelo guarda chuva."
        },
        {
          "Comment ID": "isxbn3o",
          "Comment": "Além de serem pequenas, são desconfortáveis. Não há, como foi dito, painéis laterais que possam proteger do vento e/ou da chuva.\n\nComo se não chegasse estão tão longe de onde o autocarro para que se tem que abrir o guarda chuva para não se ficar completamente encharcado/a.\n\nDe facto, quem fez isto não deve andar muito de transportes."
        },
        {
          "Comment ID": "iswyn93",
          "Comment": "São uma valente bosta"
        },
        {
          "Comment ID": "isx4rlp",
          "Comment": "Não conheço, não as vi, mas se o dizem acredito, mas não faz mal próximo ano ou mandato o parente de alguém de lá dos responsáveis \"resolve\""
        },
        {
          "Comment ID": "isxdgov",
          "Comment": "Quais são essas novas paragens? Na minha zona ainda não reparei em nada diferente"
        },
        {
          "Comment ID": "isxpz1x",
          "Comment": "Alguem tem imagens ou alguma coisa onde possa ver as mesmas? (Foi preciso sair de lá para arranjarem linhas novas paragens novas, metros novos.. xD)\n\nEDIT: ja vi os links ai em baixo, realmente pouparam no material..."
        },
        {
          "Comment ID": "isyil3l",
          "Comment": "Vou fazer de advogado do diabo aqui: já passei por muitas e de diferentes tamanhos, acho que reduzir todas numa falha de design não é correcto. \n\nJá vi as tais paragens que te referes e não são efectivamente boas para abrigar as pessoas, mas se andares por zonas onde já existiam paragens grandes, essas são praticamente iguais às outras mas com um design mais moderno, têm vidro de ambos os lados e atrás. Vi ainda hoje uma perto da Boavista que parece-me impecável.\n\nProvavelmente essas paragens que te referes estão a ser colocadas em sítios onde é impossível meter uma de larga escala, caso contrário ficavas sem passeios. Eles estão, inclusive, a meter algumas paragens em locais onde não existiam. E ter uma das pequenas é melhor que ter apenas um poste.\n\nPelo menos é o meu ponto de vista, se houve algum caso onde pode ter acontecido downgrade, desconheço, mas até agora dos sítios onde tenho passado e já existiam boas paragens, estão a ser equipadas com o maior modelo."
        },
        {
          "Comment ID": "isy7ivb",
          "Comment": "Não sou do Porto, mas o tópico apareceu no feed como popular perto de ti e fiquei curioso, alguém tem uma foto das novas paragens?"
        },
        {
          "Comment ID": "it6jgdq",
          "Comment": "Toda esta troca dos abrigos não foi para melhorar o conforto, infelizmente foi apenas uma questão financeira, a camara vai arrecadar muito mais dinheiro com o novo contrato, infelizmente perderam uma oportunidade de outro para melhorar o conforto e atrair utilizadores para a rede.. \n\nQuanto aos abrigos em si, grande maioria deles são uma bela merd@, isto quando existem, porque >50% das paragens nem sequer ter abrigo..\n\nNa minha opinião isto acontece porque quem decide na AMP não anda, nunca andou nem nunca irá andar de transportes públicos, da mesma forma que a rede pedonal é uma merd@ e a rede clicável é uma merd@, mais uma vez porque quem decide não usa, nunca usou nem nunca irá usar, por isso estão se pouco c@g@ndo para a situação, importante são parques estacionamento novos, para garantir que quem usa carro, tem todo conforto possível.."
        }
      ]
    },
    {
      "Title": "Nova rede de autocarros da Área Metropolitana do Porto arranca a 1 de dezembro",
      "Post Text": "",
      "ID": "17bohqu",
      "Score": 8,
      "Total Comments": 2,
      "Post URL": "https://eco.sapo.pt/2023/10/17/nova-rede-de-autocarros-da-area-metropolitana-do-porto-arranca-a-1-de-dezembro/",
      "Comments": [
        {
          "Comment ID": "k5luf30",
          "Comment": "Vem por ai uma grande cagada!!"
        }
      ]
    },
    {
      "Title": "Os horários da Linha 200 (Bolhão) e dos autocarros em geral são respeitados?",
      "Post Text": "Estou a visitar o stcp.pt para verificar a linha 200 que terei que pegar no ponto Mercado Foz até o Bolhão e gostava de saber se os horários que estão no website são sempre respeitados ou se são apenas um enfeite.\n\nhttps://www.stcp.pt/pt/viajar/linhas/?linha=200&sentido=1&t=horarios",
      "ID": "12qzsyx",
      "Score": 11,
      "Total Comments": 18,
      "Post URL": "https://www.reddit.com/r/porto/comments/12qzsyx/os_horários_da_linha_200_bolhão_e_dos_autocarros/",
      "Comments": [
        {
          "Comment ID": "jgsbslx",
          "Comment": "Sim, mas sempre existe a APP Porto Bus. É a que eu utilizo e não me queixo. Mas é normal não chegarem a tempo devido ao congestionamento do trânsito e das obras que existem. Muitos dos autocarros têm que realizar desvios e assim demoram tempo .."
        },
        {
          "Comment ID": "jgs3a7p",
          "Comment": "Costumo dizer que os horários da STCP são uma mera sugestão."
        },
        {
          "Comment ID": "jgshawz",
          "Comment": "[vai antes aqui](https://www.stcp.pt/pt/viajar/paragens/?t=detalhe&paragem=BLRB1) e vê o \"próximas passagens\". é a última tab que fecho antes de sair do trabalho, funciona sempre (menos quando o site está em baixo), mas uma pessoa também já vai sabendo de cor a partir de certa hora. quanto mais cedo/tarde, mais provável é que o autocarro passe à hora estipulada."
        },
        {
          "Comment ID": "jgsr1j1",
          "Comment": "Pela minha experiência a andar na linha 200, não. \n\nO caralho atrasa sempre quando precisas dele (ou, pior, o filho da puta some da face da terra) e aparece a horas quando estás desesperadamente a correr rua abaixo para o apanhar.\n\nSó para não falar que de todos os autocarros que andei foi sempre aquele que costuma estar cheio que nem uma lata de sardinhas."
        },
        {
          "Comment ID": "jgsy2p2",
          "Comment": "Os horários da STCP são meras sugestões. \n\nA linha 200... bem, em hora de ponta o melhor é arranjar um banco para esperar sentado.\n\nA quantidade de vezes o autocarro não aparecia... enfim."
        },
        {
          "Comment ID": "jguu5q2",
          "Comment": "O site https://explore.porto.pt dá uma indicação de quanto tempo falta para chegar o próximo autocarro. Mas quanto a cumprir horários é todo um outro problema 😵‍💫"
        },
        {
          "Comment ID": "jgumjq2",
          "Comment": "[deleted]"
        },
        {
          "Comment ID": "jguxntd",
          "Comment": "NÃO."
        },
        {
          "Comment ID": "jgv01rd",
          "Comment": "Não, não e não. Se cumprirem com os horários que estão estabelecidos é milagre. Têm sempre atrasos e muitas das vezes os autocarros de um determinado horário nem chegam a passar, só passa o seguinte (ou passam 2 ao mesmo tempo)."
        }
      ]
    },
    {
      "Title": "A entrada para autocarros do novo Terminal Intermodal de Campanhã não faz sentido e cria trânsito sem necessidade",
      "Post Text": "O novo Terminal Intermodal de Campanhã tem uma entrada para autocarros partilhada com a zona de táxis/Ubers/pickup privado de passageiros. Um pouco estranho mas tudo bem. O problema, é que a entrada dos autocarros tem uma cancela que demora imenso tempo a abrir sempre que um autocarro chega. Esta demora cria uma fila permanente que se prolonga ao longo da rua, e que impede que quem chega ao terminal consiga apanhar um transporte para de lá sair. Como é que não projetaram isto de forma a que a fila de autocarros não bloqueie o resto do trânsito? Não sei para que serve a cancela, porque há imensas vagas para autocarros no interior. Era importante agilizarem este processo para este terminal fazer sentido e não criar ainda mais confusão numa zona já de si bastante congestionada.",
      "ID": "15wiq2v",
      "Score": 36,
      "Total Comments": 12,
      "Post URL": "https://www.reddit.com/r/porto/comments/15wiq2v/a_entrada_para_autocarros_do_novo_terminal/",
      "Comments": [
        {
          "Comment ID": "jx1cndj",
          "Comment": "O TIC sofre de vários males desde a nascença. Alguns foram resolvidos, outros estão em resolução, e infelizmente há outros que já não há volta a dar.\nUma das coisas que necessita de ser resolvida é tornar mais eficiente o caudal de entrada e saída de veículos, bem como a construção de uma zona de estacionamento dos autocarros quando ainda não estão em serviço. Toda a envolvente desse local fica entupida com estacionamento indevido dos autocarros, simplesmente porque não há alternativa.\n\nO TIC é debatido com bastante detalhe no fórum Skyscraper City, se tiveres curiosidade:\n\nhttps://www.skyscrapercity.com/threads/porto-terminal-intermodal-de-campanh%C3%A3.238353/"
        },
        {
          "Comment ID": "jx20a0z",
          "Comment": "Para não falar que toda a gente estaciona na bermas entre a saída da VCI e da rotunda de Bonjóia."
        },
        {
          "Comment ID": "jx14si6",
          "Comment": "A cancela serve para designar em que lugar irá estacionar o BUS. Após ele clicar no botão da cancela, aparece no ecrã o respetivo lugar que terá que estacionar"
        },
        {
          "Comment ID": "jx3wmaw",
          "Comment": "Já comentei isso com amigos várias vezes. O TIC tem muitas falhas mas essa para mim é a maior. Não há necessidade de ter uma rotunda tão grande ali. Se fosse mais pequena dava perfeitamente para os carros passarem enquanto os autocarros esperam!"
        },
        {
          "Comment ID": "jx4al1f",
          "Comment": "Não foi muito bem pensado, a arquitetura minimalista designou 1 via para os autocarros, carros, bicicletas, trotinetes, pessoas, não foi muito inteligente. Para o preço que foi dava para abrir mais um par de vias e ficava ainda mais bonito de se ver, com menos betão sem acabamentos a ver-se. Uma obra muito impopular que só vai ser rivalizada com a nova ponte que também vai ser horrível"
        },
        {
          "Comment ID": "jx1dds8",
          "Comment": "O terminal intermodal de Setúbal tb foi mt bem construído. Tem uma placa a meio, com a numeracao das filas e alguns bancos de espera, mas como é óbvio só se pode apanhar o autocarro do lado esquerdo já que a porta abre do lado direito.\n\nOs autocarro que deveriam parar do lado direito da placa param na parede oposta onde não há numeração nenhuma nem informação sobre os destinos dos autocarros.\n\nNa gare que foi encerrada e que era interior havia um quadro eletrônico com as horas, os destinos e a fila de embarque.\n\nAgora nada."
        }
      ]
    },
    {
      "Title": "Porque é que andam a remover as paragens de autocarro???",
      "Post Text": "Vivo perto da Arca D'água e todas as paragens daquela zona até à constituição,  e com isto conto umas 8 ou 9, tiveram os seus toldos da paragem, incluindo os bancos, removidos. Alguém sabe a razão disto?\n\nJá tentei pesquisar mas não encontro nada. Não deve ser por manutenção dado que uma das paragens era relativamente recente. Acho um bocado merda, não haver sitio para sentar e muito menos para nos abrigarmos quer do sol, quer da chuva.",
      "ID": "w8xwl2",
      "Score": 34,
      "Total Comments": 9,
      "Post URL": "https://www.reddit.com/r/porto/comments/w8xwl2/porque_é_que_andam_a_remover_as_paragens_de/",
      "Comments": [
        {
          "Comment ID": "ihs4pid",
          "Comment": "Segundo o site do município: https://www.porto.pt/pt/noticia/comeca-ja-amanha-a-substituicao-dos-abrigos-dos-autocarros-na-cidade"
        },
        {
          "Comment ID": "ihto247",
          "Comment": "O contrato com a empresa de publicidade proprietária dos abrigos das paragens cessou por isso os andam a remover. Teria lógica substituí-los por outros em simultâneo, mas não está a acontecer."
        },
        {
          "Comment ID": "iidzi8h",
          "Comment": "Já corre o boato que a Dream media vai ser concessionária  de paineis led publicitários de grande dimensão"
        },
        {
          "Comment ID": "iifnbw2",
          "Comment": "Na minha zona já trocaram a paragem mas nunca mais colocam os horários. Bela merda"
        }
      ]
    },
    {
      "Title": "Que Apps usam para vem em tempo real o horário do metro/autocarros stcp?",
      "Post Text": "Basicamente o título, eu estava a usar a app Move-se mas aquilo é uma tristeza. Nunca funciona e nos casos raros em que funciona não diz o tempo real que o transporte esta da paragem.",
      "ID": "vovuip",
      "Score": 27,
      "Total Comments": 29,
      "Post URL": "https://www.reddit.com/r/porto/comments/vovuip/que_apps_usam_para_vem_em_tempo_real_o_horário_do/",
      "Comments": [
        {
          "Comment ID": "iefld78",
          "Comment": "Se tiveres telemóvel com NFC podes simplesmente encostar ao \"disco azul\" na paragem de autocarro e abre o browser com os horários em tempo real :) costumo fazer isso para ter uma ideia quando chego a uma paragem. Se não tiveres NFC tens QR Codes também nos horários e nesse disco!"
        },
        {
          "Comment ID": "iefhlx0",
          "Comment": "porto.bus funciona bem também"
        },
        {
          "Comment ID": "iefktzo",
          "Comment": "Usa o Moovit."
        },
        {
          "Comment ID": "iefwqhw",
          "Comment": "Uso o Move-me. É verdade que por vezes está em baixo, mas quando está a funcionar dá os tempos reais de espera. Acho que, infelizmente, não é muito fácil de usar (pouco intuitiva, poucas explicações), e demorei algum tempo até lhe apanhar o jeito."
        },
        {
          "Comment ID": "iefgkdw",
          "Comment": "Eu costumo usar a \"AutoPorto\". É uma app simples e tal mas na minha experiência até funciona bem!"
        },
        {
          "Comment ID": "iefl7mg",
          "Comment": "Autocarros Porto"
        },
        {
          "Comment ID": "iefq9re",
          "Comment": "AutoPorto. É bem eficiente, mas só mostra os próximos 4 autocarros"
        },
        {
          "Comment ID": "iefw0iu",
          "Comment": "Clash royale"
        },
        {
          "Comment ID": "iefqvo2",
          "Comment": "Browser, site da STCP. Só dá para autocarros"
        },
        {
          "Comment ID": "ieg50yy",
          "Comment": "Moovit , muito bom"
        },
        {
          "Comment ID": "ihm8nej",
          "Comment": "Porto.bus tem sido o melhor até agora para autocarros, aparece até quando ele atrasa."
        },
        {
          "Comment ID": "jyhmrbv",
          "Comment": "Moovit já tem horários em tempo real da stcp.. Espero que chegue rápido ao maps, é que eu odeio o moovit"
        }
      ]
    },
    {
      "Title": "Onde é exatamente a paragem do autocarro para Guimarães/Fafe da Transdev, no hospital s João",
      "Post Text": "Alguém sabe onde é ao certo a localização desta paragem, assumo que provavelmente seja na parte dos autocarros em frente ao hospital, mas aquilo ainda é comprido e não encontro nenhuma informação específica da localização exata. Tenho que apanhar amanhã de manhã.",
      "ID": "14p26p7",
      "Score": 6,
      "Total Comments": 4,
      "Post URL": "https://www.reddit.com/r/porto/comments/14p26p7/onde_é_exatamente_a_paragem_do_autocarro_para/",
      "Comments": [
        {
          "Comment ID": "jqfw9x0",
          "Comment": "Se não me engano houve alteração. Agora a paragem para quem sai do Porto é na Rua Dr. Roberto Frias em frente à escola superior de educação. Eu utilizava Ave mobilidade e pelo menos a partir de junho ficou assim."
        }
      ]
    },
    {
      "Title": "Nova rede de autocarros na Área Metropolitana do Porto mergulhada em clima de incerteza",
      "Post Text": "",
      "ID": "132s71i",
      "Score": 22,
      "Total Comments": 4,
      "Post URL": "https://www.jn.pt/local/noticias/porto/porto/nova-rede-de-autocarros-na-area-metropolitana-do-porto-mergulhada-em-clima-de-incerteza--16262793.html",
      "Comments": [
        {
          "Comment ID": "ji6fh2u",
          "Comment": "**AVISO:** Submeteu um artigo da plataforma [Nónio](https://nonio.net) - uma plataforma que viola a privacidade do leitor.\n> Leia com atenção o [seguinte artigo](https://www.reddit.com/r/portugal/comments/7fy9v4/campanha_contra_o_n%C3%B3nio/).\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/porto) if you have any questions or concerns.*"
        },
        {
          "Comment ID": "ji6ijtv",
          "Comment": "A construir a casa pelo telhado não me parece que vá nascer grande coisa. Onde estão os autocarros novos, onde estão as conversações com os motoristas, onde está a empresa (terrenos, escritórios, equipamentos, oficinas, etc...) \n\nNão sei que operação querem arrancar se não se vê rigorosamente nada. Se amanhã os operadores privados atuais que perderam o concurso pararem a operação, basicamente não existe transporte na área metropolitana do porto, com exceção dos STCP."
        },
        {
          "Comment ID": "ji7ut1w",
          "Comment": "Eu já li os contratos públicos, e não vejo a mais pequena hipótese de as empresas respeitarem aquilo até Novembro..\n\nDe qualquer forma falta um site com situação atual vs a nova situação a implementar..\nAs pessoas não sabem nada, linhas que ficam, as que mudam, as que desaparecem e as novas, não se sabe horários que mudam ou novos, rigorosamente nada..\nAcho que está a situação perfeita para se gerar o caos na AMP..\n\nTambém acho particularmente engraçado a Maia ter andado a mudar as bandeiras das paragens meses antes desta mudança 😂"
        }
      ]
    },
    {
      "Title": "UNIR é a nova Resende?",
      "Post Text": "Desde que a Unir começou os serviços deles só tenho visto ou autocarros vazios, ou autocarros avariados na berma. Lembrei-me hoje de quando ia para a escola e via os autocarros da Resende na mesma situação, autocarros já antigos de outros países que eram reutilizados cá.\nConcordam, ou acham que a Unir tem ajudado a cidade?",
      "ID": "18jzfhn",
      "Score": 43,
      "Total Comments": 23,
      "Post URL": "https://www.reddit.com/r/porto/comments/18jzfhn/unir_é_a_nova_resende/",
      "Comments": [
        {
          "Comment ID": "kdnwofy",
          "Comment": "É a pior coisa que jà aconteceu na area dos transportes públicos.\nÉ o espelho de um pais absolutamente entregue aos bichos. Tudo feito em cima da hora e sem preparação nenhuma.\nFeito por pessoas que não usam nem nunca usaram transportes públicos para pessoas que precisam de transportes públicos para viver.\nAutocarros velhos que nem novos decals colocaram a tempo. Já vi pelos menos 2 ou 3 serem rebocados. Motoristas sem saberem conduzir um pesado muito menos de passageiros. Autocarros com mensagens na lingua do pais onde foram comprar os autocarros... enfim. Em qualquer sítio minimamente decente, haveria vergonha de se fazer isto desta forma... aqui diz-se que se vai ajustar e é preciso dar tempo.\nQuando quem decide tem carro pago pelos contribuintes, não é difícil dizer que é preciso dar tempo. Difícil é preocupar-se com as pessoas."
        },
        {
          "Comment ID": "kdp4n9j",
          "Comment": "Para as pessoas que moram em Ej I Trafik, o serviço está ótimo. Pelo menos muitos autocarros para lá"
        },
        {
          "Comment ID": "kdns8ad",
          "Comment": "Ajudado a cidade? Só se foi a piorar. Autocarros não aparecem, linhas super mal organizadas, falta de sinalização das paragens, falta de formação dos motoristas, falta de sinalização no autocarro para sabermos o número da linha e o destino e horários horríveis. Vou dar um pequeno exemplo, eu fazia uma viagem que demorava cerca de 45-50 minutos a chegar ao meu destino. A linha era direta e o primeiro autocarro era às 6:30 para lá e 20:00 para cá. Agora a mesma linha não é direta, tenho que fazer transbordo e nisso demora cerca de 1:30h-1:45h para chegar ao meu destino. O primeiro é às 7:00 para lá e o último às 17:40 para cá, para não falar da redução de horários. Uma sugestão era eles já investirem nos horários em tempo real para seguirmos na aplicação, tal como a STCP tem (Isso ajuda imenso)"
        },
        {
          "Comment ID": "kdo6j8z",
          "Comment": "Alunos sem autocarros, sem horários dos autocarros e alterações das paragens sem informação.\nPara a compra do passe não havia informação sobre qual a modalidade necessária para cada trajecto.\nAo fim de 16 dias são os pais que se revezam a ir buscar os miúdos.\nNão compreendo como se inicia um serviço sem nada."
        },
        {
          "Comment ID": "kdoa2rn",
          "Comment": "Não usei mas do que ouço, autocarros avariados, alguns ainda com as cores e indicações da empresa antiga, falham os horários, os condutores não sabem o caminho, houve um que se perdeu e estava a chorar, até que uma pessoa lhe disse o caminho, pelo que entendi também há muitos que nem falam português e caso perguntes se passa na avenida de gaia nem sabem responder ou não entendem a pergunta.\n\nPara algo que é um serviço público falhou.\nAcredito mais em interesses € do que em querer servir as pessoas como devia ser o objetivo.\nLamentável e no fim vai ficar tudo bem"
        },
        {
          "Comment ID": "kdrz94s",
          "Comment": "trabalho numa das empresas de transportes da zona que perdeu o contrato para a rede UNIR, e infelizmente o povo que se prepare para mais uns meses disto, tenho amigos e colegas que foram passados para a UNIR e não está fácil para ninguém. Os motoristas são os últimos culpados da situação e já muito fazem eles, acreditem que num futuro será algo bom mas para já não existe infraestrutura suficiente para dar resposta a tudo"
        },
        {
          "Comment ID": "kdnrioj",
          "Comment": "Tem potencial. Agora é aguardar que regularizem as linhas.\n E encontrar quem anda a vandalizar os autocarros."
        },
        {
          "Comment ID": "kdp28ug",
          "Comment": "Foram sabotados.."
        },
        {
          "Comment ID": "kdphlhh",
          "Comment": "Isto vai lá nem que seja á batata da."
        },
        {
          "Comment ID": "kdqpubj",
          "Comment": "é o caos total, tive a grande parte dos autocarros da minha terra diretos para o porto cortados, resta só um de manhã que por norma se atrasa bem mais que uma hora, no meu caso tenho quem me safe o problema são aqueles que nao tem alternativa"
        },
        {
          "Comment ID": "kdw200s",
          "Comment": "Em Lisboa demorou 1 ano e meio a \"estabilizar\". Os TP em Portugal estão votados a um desprezo gritante. Para quem não sabe, estas mudanças só aconteceram porque foi preciso transpor a legislação europeia. Caso contrário, ficava tudo como estava desde os anos 40."
        },
        {
          "Comment ID": "kdwtgf7",
          "Comment": "Em gaia, desde a passada 5ª começaram a funcionar mais ou menos. Estivemos desde o dia 1 até 12 literalmente sem transportes. Enviei 3 email para a unir, junta de freguesia, câmara de gaia e AMP. Claro que nenhum respondeu mas pelo menos sabem a minha opinião. \n\nNão podemos nem devemos deixar de reclamar. Vamos reclamando até às instâncias superiores. Livro de reclamações online também. Uns quantos a reclamar não serve de muito, mas milhares começa a chamar a atenção. \n\nOs autocarros a circular têm entre 20 e 30 anos. Os motoristas não têm ideia onde andam. A minha mulher apanhou um que andava com a mulher dele sentada por trás para o orientar nas ruas."
        },
        {
          "Comment ID": "kdzvw8n",
          "Comment": "Não. É a mesma."
        },
        {
          "Comment ID": "ke8wcyc",
          "Comment": ".."
        },
        {
          "Comment ID": "ke9bfvc",
          "Comment": "Já morei em Matosinhos e, atualmente, moro perto da Trofa, portanto, sei como era a Resende e uso a Unir.\n\nNão sei se sou muito sortuda ou despassarada, mas para mim, a Unir tem sido uma salvação. Se antes demorava 2 horas de transportes públicos para chegar à minha faculdade (trajetos em que tinha de \"ir para a frente\" para recuar até ao meu destino), hoje faço o trajeto numa (1) hora. Só ao fim do dia é que há um ligeiro atraso de 20 minutos para o autocarro chegar à minha paragem, porque apanha muito trânsito na zona do Campus (para mim, a STCP nas linhas da Maia é pior, pois já estive 50 minutos à espera que me aparecesse um autocarro, e na app dizia que faltavam 3 minutos de forma eterna... Vezes sem conta). De resto, nada a apontar, de verdade.\n\nE no tempo em que usava a Resende (e usava bastante), nunca tive problemas, embora visse nas notícias o que acontecia.\n\nDa minha experiência, tem corrido super bem e já fazia falta algo assim, pena é que esteja a \"desfuncionar\" noutras linhas, porque o projeto tem potencial, precisa é de ser cumprido e \"afinado\"."
        }
      ]
    },
    {
      "Title": "Inovação: Autocarros sem motorista até ao final do ano no Porto",
      "Post Text": "",
      "ID": "gnlyin",
      "Score": 9,
      "Total Comments": 12,
      "Post URL": "https://cidadehoje.pt/inovacao-autocarros-sem-motorista-ate-ao-final-do-ano-no-porto/",
      "Comments": [
        {
          "Comment ID": "fras7h0",
          "Comment": "E dois seguranças em cada um para ver se tens o andante..."
        },
        {
          "Comment ID": "frbqb7f",
          "Comment": "Isto já não tinha sido testado nesta mesma zona há coisa de 5/6 anos?"
        },
        {
          "Comment ID": "frbxudj",
          "Comment": "Esta notícia está a ser partilhada, principalmente nas redes sociais, com interpretação errada (que percebo, por causa do título).\n\nIsto é apenas um pequeno teste piloto numa área pequena por causa de uma parceria com uma empresa de tecnologia.\n\nNão vai mudar absolutamente nada na STCP atualmente."
        },
        {
          "Comment ID": "fraltbl",
          "Comment": "Brutal!"
        },
        {
          "Comment ID": "frboyh0",
          "Comment": "É apenas um teste, numa pequena zona do Porto e apesar de não ter motorista terá um funcionário para garantir \"a segurança dos passageiros\". Uma notícia com 3 ou 4 parágrafos e mesmo assim o ppl fica se só pelo título. Olhar para estes comentários parece que todos os motoristas da STCP vão para o desemprego no final do ano..."
        },
        {
          "Comment ID": "frbcpxh",
          "Comment": "Uish, se isto chegar aos comboios da CP, lá se vão ouvir dias e dias de choro dos seus motoristas a queixarem-se de perderem os milhentos benefícios que recebem."
        },
        {
          "Comment ID": "frbkf7h",
          "Comment": "Péssima notícia... Mas inevitável, imagino."
        },
        {
          "Comment ID": "fravevc",
          "Comment": "Esta coisa do distanciamento social está a ir longe demais"
        }
      ]
    },
    {
      "Title": "APP ANDA - UNIR",
      "Post Text": "Olá malta, \n\nVocês estão a conseguir usar a APP ANDA nos autocarros da UNIR? (Só andei na Feirense)\n\nBasicamente passo o telemóvel, dá como válido no aparelho deles, mas no telemóvel a viagem nunca chega a começar. Nos STCPs e metro funciona sem problema.\nNão acredito que os picas se metam nos autocarros da UNIR durante uns tempos, por isso não me estou para chatear muito...mas sei lá.",
      "ID": "1afpvro",
      "Score": 11,
      "Total Comments": 9,
      "Post URL": "https://www.reddit.com/r/porto/comments/1afpvro/app_anda_unir/",
      "Comments": [
        {
          "Comment ID": "koboytp",
          "Comment": "Claro que não funciona, nada dessa \"empresa\" funciona."
        },
        {
          "Comment ID": "kobtkeh",
          "Comment": "Hoje também tentei andar de metro e a aplicação não funcionava de todo. Deve ter havido algum problema"
        },
        {
          "Comment ID": "koer0wm",
          "Comment": "Eu só usei para carregar o andante físico. Dá para usar só o telemóvel?"
        },
        {
          "Comment ID": "kvjv5m4",
          "Comment": "Desde o início que tenho o mesmo problema, chegaste a conseguir resolver?"
        },
        {
          "Comment ID": "koew9sl",
          "Comment": "Consigo usar nos UNIR da Maia (Vianorbus) sem problema"
        },
        {
          "Comment ID": "konk6cu",
          "Comment": "Não tem a app para iOS?"
        }
      ]
    },
    {
      "Title": "Porto terá autocarro elétrico sem condutor",
      "Post Text": "",
      "ID": "85pesi",
      "Score": 13,
      "Total Comments": 0,
      "Post URL": "https://www.jn.pt/local/noticias/porto/porto/interior/porto-tera-autocarro-eletrico-sem-condutor-9194776.html",
      "Comments": []
    },
    {
      "Title": "Finalmente! Informações dos autocarros STCP no Google Maps",
      "Post Text": "",
      "ID": "7lauu4",
      "Score": 34,
      "Total Comments": 7,
      "Post URL": "https://i.redd.it/svf0ufqt6b501.png",
      "Comments": [
        {
          "Comment ID": "drkvgne",
          "Comment": "Não pode ser! Estou espantado :o"
        },
        {
          "Comment ID": "drkx7zv",
          "Comment": "Finalmente! \n\nEu tenho por hábito usar aplicações como Move-me e moovit. \n\nAinda faltam informações sobre alguns serviços como: Maia Transportes"
        },
        {
          "Comment ID": "drnm8cw",
          "Comment": "Infelizmente por questões legais as informações nunca irão aparecer completas num futuro próximo. "
        },
        {
          "Comment ID": "drs3fw2",
          "Comment": "Is this real life?! :O"
        }
      ]
    },
    {
      "Title": "Porto vai ter autocarros históricos a fazerem passeios noturnos",
      "Post Text": "",
      "ID": "c81fum",
      "Score": 16,
      "Total Comments": 2,
      "Post URL": "https://nit.pt/out-of-town/back-in-town/porto-vai-ter-autocarros-historicos-fazerem-passeios-noturnos",
      "Comments": [
        {
          "Comment ID": "esj5gd1",
          "Comment": "Que boa ideia... :)"
        },
        {
          "Comment ID": "esj5qnj",
          "Comment": "Só para avisar que o dia 6 de Julho está lotado, nova data a 13 do mesmo mês"
        }
      ]
    },
    {
      "Title": "Quando Estás no Autocarro e Fecham-te a Janela... Agora Já Há uma Solução.",
      "Post Text": "",
      "ID": "hrvbi3",
      "Score": 22,
      "Total Comments": 3,
      "Post URL": "https://i.redd.it/qtolpiniy2b51.jpg",
      "Comments": [
        {
          "Comment ID": "fy6qr3r",
          "Comment": "Isto é para os autocarros? Como é que se paga a bordo com multibanco?"
        }
      ]
    },
    {
      "Title": "Novos autocarros da STCP não passam nos viadutos do Porto",
      "Post Text": "",
      "ID": "9sok9w",
      "Score": 12,
      "Total Comments": 4,
      "Post URL": "https://rr.sapo.pt/noticia/129073/novos-autocarros-da-stcp-nao-passam-nos-viadutos",
      "Comments": [
        {
          "Comment ID": "e8qhcqn",
          "Comment": "ou: como fazer tempestade num copo d'água"
        },
        {
          "Comment ID": "e8qek1q",
          "Comment": "Que merda á tuga"
        }
      ]
    },
    {
      "Title": "Moreira admite fechar centro histórico a autocarros de turismo",
      "Post Text": "",
      "ID": "8sk3jy",
      "Score": 8,
      "Total Comments": 3,
      "Post URL": "https://www.publico.pt/2018/06/19/local/noticia/moreira-admite-fechar-centro-historico-a-autocarros-de-turismo-1835141",
      "Comments": [
        {
          "Comment ID": "e10a6dj",
          "Comment": "Que zona é que o centro histórico?\n\nNão estou a ver qual é a zona onde passaram autocarros turísticos e não passam tipo STCP....\n\nDito isto, a pequena zona que frequento até vejo os autocarros a parar em segunda fila porque muitos carros param nas zonas deles por isso toda a medida parece desligada da realidade,... em que muitos não cumprem as regras de estacionamento."
        }
      ]
    },
    {
      "Title": "Relatório arrasa autocarros da Resende",
      "Post Text": "",
      "ID": "6mxoex",
      "Score": 6,
      "Total Comments": 1,
      "Post URL": "http://www.porto24.pt/cidade/relatorio-arrasa-autocarros-da-resende/",
      "Comments": [
        {
          "Comment ID": "dk5i9r9",
          "Comment": "Inspeção é só para os rotos que têm que usar carros, inspeção nos autocarros para quê? /s"
        }
      ]
    },
    {
      "Title": "Roubo de telemóvel",
      "Post Text": "Há 2 semanas atrás no dia 29 de Novembro, alguém roubou-me o meu telemóvel na paragem da Junta de Massarelos junto á FLUP enquanto eu estava á espera do autocarro. \nO que é que acham disso? Vêem um aumento na criminalidade no Porto?",
      "ID": "zl590m",
      "Score": 10,
      "Total Comments": 62,
      "Post URL": "https://www.reddit.com/r/porto/comments/zl590m/roubo_de_telemóvel/",
      "Comments": [
        {
          "Comment ID": "j03rne0",
          "Comment": "> O que é que acham disso?\n\nAchamos mal, amigo."
        },
        {
          "Comment ID": "j03z61t",
          "Comment": "Roubaram-me o telemóvel junto ao parque da cidade há mais de 15 anos atrás e até hoje nunca mais me assaltaram. Cá para mim a criminalidade até desceu bastante."
        },
        {
          "Comment ID": "j03muhl",
          "Comment": "Acho mal\n\n Mas vamos aos factos: \n\n[https://observador.pt/2022/11/07/criminalidade-geral-no-porto-baixa-125-e-grave-24-face-a-2019/](https://observador.pt/2022/11/07/criminalidade-geral-no-porto-baixa-125-e-grave-24-face-a-2019/)\n\n[https://www.jn.pt/justica/criminalidade-grave-desceu-24-este-ano-na-area-do-grande-porto-15328458.html](https://www.jn.pt/justica/criminalidade-grave-desceu-24-este-ano-na-area-do-grande-porto-15328458.html)\n\n>A criminalidade grave no Grande Porto desceu 2,4% entre janeiro e setembro deste ano, por comparação com o período homólogo de 2019"
        },
        {
          "Comment ID": "j03luzy",
          "Comment": "Não, há factualmente um decréscimo progressivo de criminalidade nos últimos anos.\n\nHá é mais partilha de informação, fear mongering e, consequentemente, confirmation bias."
        },
        {
          "Comment ID": "j05tdon",
          "Comment": "Can't have shit in Porto.\n\nEspero que tenhas bloqueado o telemóvel e apagado os dados online. Honestamente n entendo pq roubam telemóveis atualmente. É assim tão fácil formatar um telemóvel bloqueado?"
        },
        {
          "Comment ID": "j04j1o0",
          "Comment": "Lamento o sucedido e só por curiosidade quantos eram, tinham algum objeto para te ameaçar e a que altura do dia foi? E só o telemóvel sem pedir a carteira? Digo isto porque ando muito por essa zona e ocasionalmente saio do trabalho de noite. Nos primeiros dias tinha um bocado de medo então andava com um tubo de ferro amarrado na lateral da mochila, nunca tive interações na noite. Mas ninguém está livre"
        },
        {
          "Comment ID": "j06760i",
          "Comment": "Claramente não cresceste no Porto nos 90 e inícios de 2000. Nessa altura havia assaltos só por desporto.. 😂"
        },
        {
          "Comment ID": "j03fg51",
          "Comment": "Sim vejo. Roubaram me a bicicleta em novembro :("
        },
        {
          "Comment ID": "j04qvw3",
          "Comment": "Apresentaste queixa nas autoridades ??"
        },
        {
          "Comment ID": "j066ysd",
          "Comment": "Roubaram te o telemóvel e nao o rastreaste para saber dele?"
        },
        {
          "Comment ID": "j0629ui",
          "Comment": "O que acham disso? Meu fiquei com um telemóvel novo, adorei."
        },
        {
          "Comment ID": "j06efy8",
          "Comment": "A criminalidade efectiva e a sua percepção são duas coisas diferentes. Se queres saber o estado da criminalidade não vens ao reddit perguntar o que acham e vais procurar a estatística.\n\n  \nA criminalidade no Porto está próxima do mínimo dos últimos 40 anos. A geração actual (desconfio que seja o teu caso) teve a sorte de crescer num período muito seguro e por isso fica desproporcionalmente alarmada quando acontecem estes episódios. Para além disso não sabem o que fazer perante uma ameaça e é algo que todos devíamos saber porque até nos países mais seguros do mundo acontecem assaltos, violações, etc.   \n\n\nNota: A polícia tende a dedicar mais recursos quando há muitos casos reportados e por isso devias ter apresentado queixa para eles saber com que estão a lidar."
        },
        {
          "Comment ID": "j070s6s",
          "Comment": "Tendo em conta a zona que foi, e sendo um local muito frequentado, verifica-se também um aumento na estupidez ou coragem dos ladrões. Mas, atenção, que muitos apoveitam o facto de haver muitos estudantes do sexo feminino para fazer mais do que roubar. Andava no meu último ano de faculdade quando denunciei um gajo que entrava sempre em Massarelos para assediar as raparigas."
        },
        {
          "Comment ID": "j0640cy",
          "Comment": "A criminalidade está a aumentar, ao contrário do que as estatísticas indicam, o motivo para as estatísticas darem a criminalidade como estando a diminuir é o aumento de crimes sem denúncia, por falta de confiança no sistema 🙃 mas no Porto em particular não se sente muito isto, em Lisboa por outro lado, parece Luanda 🙃\n\nP.S.: Tanto que após ler os comentários, o OP nem apresentou queixa 😁 confirma um bocado o que disse"
        },
        {
          "Comment ID": "j05vens",
          "Comment": "Segurança no Porto pelo menos desde que tenho memória (20~ anos) sempre foi uma miséria.\n\n\nJá tentei acreditar nas estatísticas relacionadas à segurança na cidade e não consigo. \n\nNão sou habitualmente um “denyer” mas creio que há algum tipo de redução de ocorrências ou algo do género em relação ao que realmente ocorre na cidade.\n\nEDIT: OP não reporta ocorrência à Polícia pq eles não fazem nada. Mais uma vitória para a estatística lol"
        },
        {
          "Comment ID": "j0jl6jb",
          "Comment": "Acredito que quem me roubou o telemóvel tenha sido um homem que fala Espanhol com quem eu tinha estado a falar. Disseram-me que ele viva na zona do Campo Alegre. Alguém sabe quem será?"
        },
        {
          "Comment ID": "j03wz0c",
          "Comment": "Andem com uma strap e sejam homens"
        },
        {
          "Comment ID": "j05z84h",
          "Comment": "Tivesses colhões"
        },
        {
          "Comment ID": "j03ttxc",
          "Comment": "Roubo é sempre fdd..."
        },
        {
          "Comment ID": "j062swj",
          "Comment": "Na realidade eu não acho que a cidade do Porto, seja muito perigosa mas há locais e locais! Ultimamente não faço vida pelo porto, mas há uns anos atrás trabalhei no cerco do porto e sentia muitas vezes em pleno dia alguma tensão no sentido de me sentir observado para ser roubado mas como disse anteriormente, há locais e locais ! Saudações cordiais 😎"
        },
        {
          "Comment ID": "j06d32v",
          "Comment": "Ainda a ontem, aqui em Leça da Palmeira, um carro colou se a outro estacionado, partiu lhe o vídeo, roubou apenas algo com bateria presumo que existem umas máquinas que detectam baterias e foi se embora a toda a velocidade.. Isto tudo em 5 segundos, junto à praia numa área com prédios. \nFiquei chocado e disse isto ao pessoal que estavas a trabalhar e uma senhora do Brasil vira se e diz que no Brasil \"É a toda a hora\".\nMas fiquei chocado que foi a 15 m de mim é não consegui fazer nada"
        },
        {
          "Comment ID": "j0736iq",
          "Comment": "A policia em Portugal não aceita uma queixa de um cidadão que foi roubado ?????\nIsto é verdade ??"
        },
        {
          "Comment ID": "j1n427j",
          "Comment": "Estará a tua mãe correta ??"
        }
      ]
    },
    {
      "Title": "Duvidas sobre transporte, o que visitar, etc. no Porto",
      "Post Text": "Vou visitar o Porto pela primeira vez (3 dias) e queria pedir-vos algumas sugestões.\n\nQual é a melhor forma de transportar-me? Autocarros? Metro? Compro um passe diário? \n\nQue sítios TENHO que visitar?\n\nQual é a melhor francesinha?\n\nDesde já agradeço a ajuda.",
      "ID": "182pbjc",
      "Score": 0,
      "Total Comments": 16,
      "Post URL": "https://www.reddit.com/r/porto/comments/182pbjc/duvidas_sobre_transporte_o_que_visitar_etc_no/",
      "Comments": [
        {
          "Comment ID": "kajwiab",
          "Comment": "O Porto dá para visitar tudo o que é minimamente relevante a pé. \n\nPontos a visitar? Av. dos Aliados, Estação de São Bento, Sé do Porto, Rua Santa Catarina, Clérigos, Praça dos Leões, Livraria Lello, Ribeira, Ponte D. Luiz, Cais de Gaia. Palácio da Bolsa, Jardins do Palácio de Cristal, Casa da Música. \n\nPode-me estar a escapar qualquer coisa, mas estes são alguns dos principais pontos a visitar. \n\nTudo isto dá para visitar a pé. A casa da música fica na Boavista, podes ir a pé ou de metro. \n\nSe quiseres tirar uma boa parte de um dia aconselho-te a apanhar o comboio em são bento ou Campanhã e ir até à Régua."
        },
        {
          "Comment ID": "kak3o6g",
          "Comment": "Francesinha no café nelma, verdadeira e à Porto. Não caias na conversa de Tabernas Londrinas e etc"
        },
        {
          "Comment ID": "kakjnny",
          "Comment": "Apanhar o autocarro 500 na baixa e ir até à foz/parque da cidade/matosinhos.\n\nEm Matosinhos ir comer um peixe grelhado na rua da lota."
        },
        {
          "Comment ID": "kamcgm2",
          "Comment": "Arranja um cartão Andante em qualquer estação do Metro. Carrega-o com 10 viagens Z2. Isso dá para andares quase pelo Porto todo sem grandes dificuldades. Serve para Metro e autocarros. E ganhas uma viagem de borla...\n\nPara conhecer o Porto, andar é essencial. Começa nos Aliados, vai até S. Bento e depois até à Sé. Dá uma boa volta ao redor da Sé, há lá muita coisa que não consegues ver à primeira...\n\nDepois desce até à Ribeira, pela Rua das Flores. Atenção à Chocolataria Equador.\n\nDa Ribeira podes apanhar o elétrico nº 1 e ir até à Foz."
        }
      ]
    },
    {
      "Title": "Porto de Madrugada",
      "Post Text": "Sou de Lisboa e irei ao North Music Festival e só terei autocarro para baixo às 6h no Terminal das Camélias, qual será a opção mais segura/confortável para esperar pelo autocarro? Estação de São Bento, Aliados, Ribeira?",
      "ID": "pmce5y",
      "Score": 20,
      "Total Comments": 28,
      "Post URL": "https://www.reddit.com/r/porto/comments/pmce5y/porto_de_madrugada/",
      "Comments": [
        {
          "Comment ID": "hchxefe",
          "Comment": "Se fores para a cordoaria, aquilo está cheio até bem depois das 2h da manhã"
        },
        {
          "Comment ID": "hcjxsd2",
          "Comment": "A zona de s. Bento de madrugada não é de todo boa escolha. Moro na baixa do Porto e não ia para lá, seguramente.\nNós dias que correm não sei como fica a cidade de madrugada.\nJá sei que não te agrada, mas sou mais um a sugerir hostel barato e ficar lá ou vir mais tarde."
        },
        {
          "Comment ID": "hcho95j",
          "Comment": "Marca um hostel barato no centro do Porto. Selina tem um espaço fora que podes ficar na boa"
        },
        {
          "Comment ID": "hckmnvl",
          "Comment": "Não vás para a zona de São Bento, nem Ribeira e Aliados de madrugada é NO GO ZONES, a não ser que queiras ir dormir ou hospital ou a esquadra sem documentos porque te gamaram.\n\nUma tip fica pela cordoaria até o mais tarde possível, até as 3/4 deves ter por lá gente se conseguires ficar lá até as 5 melhor e só depois vais para o terminal."
        },
        {
          "Comment ID": "hcgnkh3",
          "Comment": "Se não estou em erro, a estação fica fechada durante algumas horas de noite, mas depende sempre das horas a que vais chegar ao Porto"
        },
        {
          "Comment ID": "hcgqfia",
          "Comment": "mano a estação da casa da musica é aberta, mas é super seguro ficar.\n\nacho que se ficar pela baixa, proximo a estação da trindade tem muito lugares para ficar, mesmo nas praças proxima a torre dos clerigos\n\nali mesmo proximo fica as ruas das galerias de paris que ja ficam abertas ate beem mais tarde!"
        },
        {
          "Comment ID": "hcktlnc",
          "Comment": "Honestamente, se há coisa que detesto é andar sozinho de madrugada.\n\nJá tive imensos amigos roubados em São Bento de madrugada, Ribeira igual.\nO mais seguro será mesmo a cordoaria mas mesmo assim não é 100% safe para quem está sozinho. \n\nEu ficaria num hostel sem pensar 2x, mais seguro e confortável. Não te metas em alhadas por duas ou três dezenas de euros."
        }
      ]
    },
    {
      "Title": "Prancha de surf nos STCP",
      "Post Text": "Boas pessoal, eu recentemente comprei uma prancha de surf 7,6 (2,30 metros) para ir surfar para Matosinhos, só que estou com receio que os motoristas dos autocarros não me deixem entrar. Alguém sabe ou tem experiência com pranchas em transportes públicos?",
      "ID": "15yg68k",
      "Score": 8,
      "Total Comments": 18,
      "Post URL": "https://www.reddit.com/r/porto/comments/15yg68k/prancha_de_surf_nos_stcp/",
      "Comments": [
        {
          "Comment ID": "jxbm79a",
          "Comment": "https://www.stcp.pt/pt/viajar/como-viajar/regras-de-utilizacao/\n\n\n2. As pranchas de surf poderão ser transportadas na plataforma junto à porta de saída, sem incomodar os restantes passageiros e contanto que o seu eixo de maior dimensão colocado na vertical possa transpor a porta de entrada, devendo manter essa posição durante a viagem"
        },
        {
          "Comment ID": "jxbfnc1",
          "Comment": "Eu tenho experiência em ver pranchas de surf nos autocarros da STCP, portanto deduzo que não haja stress para o motorista [ apenas para os ocupantes, sobretudo em horário de ponta]. xD"
        },
        {
          "Comment ID": "jxbmrw5",
          "Comment": "Uma questão de bom senso: em horas de maior movimento nem deveria ser permitido bicicleta, prancha de surf ou como já vi trotinetes elétricas. Se só com pessoas já vai em modo sardinhas enlatadas…"
        },
        {
          "Comment ID": "jxciwsk",
          "Comment": "Posso levar a minha prancha de paddle de 3.80m no autocarro?"
        },
        {
          "Comment ID": "jyfy9ss",
          "Comment": "Podes estacionar a prancha + fato por 25e ('parking') numa escola de surf, eu guardo as minhas no SurfingLifeClub. Btw se procuras um amigo de surf podes me escrever, sou cheio de surfar sozinho 🤣"
        }
      ]
    },
    {
      "Title": "O que visitar no Porto?",
      "Post Text": "Bom dia a todos , eu nunca fui ao Porto, sou de Lisboa e nunca visitei o resto do país.\n\nNo dia 22 deste mês a empresa para a qual trabalho convidou os colaboradores para um almoço na casa da música , ao qual eu aceitei o convite , sobretudo por nunca ter ido ao norte.\n\nDevo chegar ao Porto por volta do 12:00 e voltar a Lisboa por volta das 19:00 , para além da casa da música em si gostaria de saber o que pode ser visitado perto das redondezas (Vamos de autocarro alugado pela empresa portanto não temos meio de locomoção sem ser mesmo andar)\n\nAgradeço desde já qualquer dica que tenham.",
      "ID": "18ivhri",
      "Score": 0,
      "Total Comments": 14,
      "Post URL": "https://www.reddit.com/r/porto/comments/18ivhri/o_que_visitar_no_porto/",
      "Comments": [
        {
          "Comment ID": "kdfv2zw",
          "Comment": "Se chegas as 12h e voltas para Lisboa às 19h, e no meio tens um almoço de empresa, não vais ter tempo de visitar nada. \nDiria que tens possibilidade de caminhar em volta da Praça de Mouzinho de Albuquerque (rotunda da Boavista), e pouco mais. Se tiveres duas horas para matar, podes apanhar um autocarro na avenida da Boavista e ir até ao Castelo do Queijo ver o mar. Ou apanhar o metro na Casa da Música e dar uma volta pequena a pé na zona do Bolhão/Sta Catarina/Aliados. \n\nMas definitivamente se queres visitar o Porto, vais ter de despender de mais do que as 7h de uma tarde onde tens um almoço de trabalho."
        },
        {
          "Comment ID": "kdfv658",
          "Comment": "Apanhas o metro na casa da música e vais até à trindade. São 5 mins, se tanto.\n\nSais na Trindade e desces até à Av. dos Aliados. No fundo viras à direita e sobes até à torre dos Clérigos. Vês o que há por aí. Depois voltas a descer e passas pela estação de São Bento.\n\nDaí desces pela Rua das Flores até à ribeira. Na ribeira passas para o cais de Gaia para ver a vista para o Porto.\n\nTendo em conta que tens pouco tempo acho que o melhor é algo deste género. Claro que se tiveres tempo de passar pela famosa Rua Santa Catarina, por exemplo também seria interessante.\n\nNo metro tiras um bilhete Z2. Cada bilhete pode ser usado durante 1h.\n\nEdit: Estou a assumir que consegues umas 3h livres. Se gastares tudo no almoço não vais, como é lógico, conseguir ver nada de relevante."
        },
        {
          "Comment ID": "kdg0tn1",
          "Comment": "Boas.\n\nAssumindo que te consegues livrar do almoco por volta das 15h. Apanhas o metro na Casa da Musica na direcao Campanha/Dragao/Fanzeres. \n\nTens de tirar um andante Z2 que e' valido por 1 hora, ou um Z2 valido por 24 horas. Supondo que nao tens cartao  (e' como o navegante em lisboa), compras um na maquina. Atencao que apesar de nao existirem barreiras fisicas no metro, tens de validar sempre que apanhas um metro novo (por exemplo, trocando de linha na Trindade). A fiscalizacao existe e nao e' meiga.\n\nSai na estacao Bolhao. Tens ali a 50m a Capela das Almas, e o Renovado Mercado do Bolhao. Atravessa o mercado e perde-te por la um pouco que vale a pena. Regressa a Santa Catarina. Caminha por ai, na direcao da Batalha. Se te perderes, pergunta pela FNAC. Desce a rua a seguir 'a FNAC (a 31 de Janeiro) e vai conhecer a Estacao de Sao Bento. Se cumprires o horario serao umas 16:30. Dai, sobe a pe' ate' 'a Ponte Dom Luis, atravessa-a e aproveita um dos Por do Sol mais bonitos do mundo, em cima da ponte ou no Jardim do Morro, ja em Gaia. O sol poe-se 17:20, +-.\n\nApanhas o Metro no Morro na direcao Hospital Sao Joao (atencao ao andante, novamente Z2). Se tiveres confiante com as horas, sai nos Aliados e ve a Arvore de Natal que ja estara iluminada. Nao voltas para tras. Continua uns 200m em frente e apanha o metro logo na Trindade (ainda deves ter o Z2 valido mas tens de validar). Apanhas qualquer um no sentido Casa da Musica (Aeroporto, Maia, Matosinhos ou Povoa). Sais da Casa da Musica e pronto. Sao 10m do Morro aos Aliados, e uns 8 da Trindade 'a Casa da Musica.\n\nDesculpa a falta de acentos, estou em teclado US.\n\nQualquer coisa pergunta."
        },
        {
          "Comment ID": "kdghkks",
          "Comment": "OP, vais ter pouco tempo para ver seja o que for. Evita autocarros/táxis/ubers (vai ser sexta antes do Natal, o trânsito vai estar caótico), e se quiseres mesmo arriscar apanha o metro seguindo um dos itinerários que já foram aqui indicados.\n\nA minha sugestão é desceres a rua Júlio Dinis (15 minutos a pé) e ires ver os jardins do Palácio de Cristal. Se os atravessares até ao fim tens uma vista bonita para o rio/Gaia. E sempre fazes a digestão do almoço.\n\nDepois, como vais ficar cheio de pena de não teres conhecido mais nada, planeias para outra data uma visita como deve ser, com mais tempo! :)"
        },
        {
          "Comment ID": "kdg05cc",
          "Comment": "Evita a baixa, que seria a minha primeira recomendação. Aquilo está um pandemónio. Dá um salto à ribeira de Gaia, que é o melhor sítio para ver o Porto."
        },
        {
          "Comment ID": "kdg3htv",
          "Comment": "Não tens muito tempo disponível como já disseram. Mas… da rotunda da Boavista consegues ir a pé até à baixa em 20m. Da rotunda metes-te na Rua da Boavista e andas sensivelmente até meio, aí vais encontrar o início da rua de Cedofeita à tua direita, segues essa rua toda e estás no centro, onde se passa tudo, lojas, bares, restaurantes, alguns edifícios icónicos, os leões, o piolho, etc.. alternativamente podes ir da rotunda pela Rua Júlio Dinis e também vais lá dar. Se não tiveres tempo, fica pela zona da Casa da Música, tens o mercado do Bom Sucesso mesmo ao lado e a zona do cemitério de Agramonte que tem bons restaurantes tb. Da Casa da Música também te podes meter rapidamente num autocarro e descer a Avenida da Boavista para ires à Foz ver o mar."
        },
        {
          "Comment ID": "kdhs0ei",
          "Comment": "Mas a empresa não vai dar tempo? Qual é a lógica de ir a 300km só para almoçar?"
        },
        {
          "Comment ID": "kdfxmov",
          "Comment": "Realmente não é muito tempo, mas tambem lhe digo que se for para a baixa vai ver muitas obras, gruas e estaleiros. Embora seja portuense neste momento acho que a minha cidade é um enorme estaleiro de obras. Os grandes empreiteiro que ganham estes grandes projectos nunca cumprem os prazos e nada lhes acontece. Reina a impunidade"
        },
        {
          "Comment ID": "kdgay7a",
          "Comment": "Isto não é o TripAdvisor. E que tal procurar antes de perguntar?"
        }
      ]
    },
    {
      "Title": "Coima na STCP",
      "Post Text": "Boas malta, no outro dia apanhei uma coima no autocarro por ter um bilhete de Z2 em vez do Z3. Não costumo fazer aquele percurso portanto não sabia mesmo que era preciso um bilhete Z3. Ainda tentei explicar ao revisor mas lá passou a multa. Não era de todo a minha intenção viajar sem pagar o que era devido. A coima é de 60€ (nos primeiros 15 após a infração) e a diferença de um Z2 para um Z3 é de 40 cêntimos. Portanto longe de compensar o risco.\n\nAinda fiz uma exposição no site da STCP mas disseram que vão analisar (como quem diz que vai demorar) mas para entretanto eu fazer o pagamento voluntário (ainda estou dentro dos 15 dias).\n\nJá alguém aqui teve a infelicidade de ter tido este bilhetinho? Como é, eles mandam  a multa para casa?",
      "ID": "1aeqvx1",
      "Score": 8,
      "Total Comments": 12,
      "Post URL": "https://www.reddit.com/r/porto/comments/1aeqvx1/coima_na_stcp/",
      "Comments": [
        {
          "Comment ID": "kk9xg6i",
          "Comment": "Paga e reclama. Ja tive umas 3 multas em circunstâncias parecidas e devolveram-me sempre o dinheiro"
        },
        {
          "Comment ID": "kk9y5ov",
          "Comment": "Apesar de eles terem razão, acredito que te perdoem isso..\nJá agora, a solução para esses problemas é usar o anda (android), nunca mais és apanhado na curva."
        },
        {
          "Comment ID": "ko9sk3g",
          "Comment": "eles são fiscais não são agentes de autoridade. um pouco como os fiscais de estacionamento em Porto e Gaia (mas não em Lisboa, em Lisboa a EMEL passa mesmo \"multas\" legais). se não tens passe nem nada, o melhor é não pagares e ver se te chateiam, honestamente. apresentas a exposição e está resolvido. Eles põem esse prazo para o pessoal ficar com pressão a pagar mas tanta gente que conheço já apanhou multa e não a pagou e nng se chateou. Eu costumo usar o anda e ptt nnc tive esse problema tho.\n\nquando são aqueles gunas no metro de Matosinhos ou wtv os fiscais abaixam a bola e eles ficam a andar de graça, o que é compreensível. Eu não arriscava a apanhar uma facada por um trabalho que me deve render pouco mais que o SMN.   \nmas fode-me que eles sejam fracos com os fortes mas fortes com os fracos."
        },
        {
          "Comment ID": "kk9srzj",
          "Comment": "É possível que a exposição tenha sucesso. É aguardar. Fizeste bem em pagar a coima voluntária."
        },
        {
          "Comment ID": "kkb0bo5",
          "Comment": "já apanhei algumas também por acidente (o tempo da viagem ter passado) e uma porque dei o cartão errado ao revisor (não tinha viagem nesse cartão, mas noutro) e ele passou me logo a multa, quando disse que era o outro cartão que tinha recusou-se a resolver e disse para falar com o apoio... não me devolveram nada :))"
        },
        {
          "Comment ID": "kkcgu3k",
          "Comment": "Eu nunca paguei as multas e nunca me aconteceu nada.Tanto na STCP, metro e CP. Mas já foi há uns bons anos. Conheço mais gente que nunca pagou"
        },
        {
          "Comment ID": "kk9sa7q",
          "Comment": "Ui tendo pago agora é difícil reaver. Para a próxima, em vez do email, usa a linha de apoio telefónica (conheço quem já lá trabalhou, e são mais compreensivos com este tipo de coisa)."
        }
      ]
    },
    {
      "Title": "Spa no Porto /Gaia",
      "Post Text": "Olá a todos!\nPretendo oferecer uma massagem ao meu namorado no seu aniversário, e estou à procura de sítios (centro do Porto ou de Gaia) que me possam sugerir. O preço é importante, e a localização também (por causa dos transportes - não o quero obrigar a apanhar o autocarro depois de uma boa massagem). \n\nObrigada ❤️\n\n(Por favor, nada de massagens com finais felizes).",
      "ID": "146uwp8",
      "Score": 8,
      "Total Comments": 20,
      "Post URL": "https://www.reddit.com/r/porto/comments/146uwp8/spa_no_porto_gaia/",
      "Comments": [
        {
          "Comment ID": "jns69tq",
          "Comment": "Naturaspa em Matosinhos!"
        },
        {
          "Comment ID": "jnsop7w",
          "Comment": "Procura pelos hotéis, já vi posts destes por aqui e fiquei sempre com a ideia que esse era o consenso geral. Podes também procurar aqui no subreddit."
        },
        {
          "Comment ID": "jntqbgv",
          "Comment": "Yeatman"
        },
        {
          "Comment ID": "jnsoyfr",
          "Comment": "Ecomassage na rua 31 de Janeiro"
        },
        {
          "Comment ID": "jntcttw",
          "Comment": "Beira Mar Pharma em Canidelo, Gaia. É um espaço excelente, exclusivo, com preços bons , mesmo em frente ao mar e com massagens 5 estrelas!"
        },
        {
          "Comment ID": "jntfg3n",
          "Comment": "Eu fui recentemente ao Sheraton e adorei. Ofereci massagem completa à minha namorada que ficou 125€ e eu usufrui só do espaço e foi 50€. Podes ficar o dia todo se quiseres e tens direito a robe, toalhas e chinelos. O Spá é muito bom com uma boa piscina, hidromassagem, diferente zonas de relaxamento e várias saunas diferentes. Tem também ginásio que podes usar durante o dia. Recomendo."
        },
        {
          "Comment ID": "jntv6m3",
          "Comment": "Sem gastar imenso dinheiro em coisas com o Yeatman, ou mesmo o Sheraton ou Porto Palácio, podes ir ao ThaiCare. Marcas uma massagem dupla, para os 2 na mesma sala, se for uma hora vai ficar ambos por 80€. Se quiseres mais barato, podes comprar só para ele e fica 40€/1h. O espaço é agradável, limpo, meio premium nas salas de massagem. Fica perto da casa da música."
        },
        {
          "Comment ID": "joouydi",
          "Comment": "rua de santa catarina massagem tailandesa\nmelhor massagem que já fui!!"
        }
      ]
    },
    {
      "Title": "Mas então andar “à guna” não foi inventado pelos gunas? Ou estes eram os gunas da época? (fotografia tirada no Porto)",
      "Post Text": "",
      "ID": "15n7ory",
      "Score": 67,
      "Total Comments": 19,
      "Post URL": "https://i.redd.it/jdbl5snq69hb1.jpg",
      "Comments": [
        {
          "Comment ID": "jvkda4s",
          "Comment": "Gunas da época. Atuais presidentes de câmara e juntas."
        },
        {
          "Comment ID": "jvkfg6p",
          "Comment": "É [aqui](https://goo.gl/maps/QvVfQjdmySYaEGheA)\n\nPraça de Dom João I. O autocarro está a virar da Sá da Bandeira."
        },
        {
          "Comment ID": "jvl5kyw",
          "Comment": "O \"andar à guna\" era isto antigamente, ir sentado na parte de fora dos elétricos (tempo dos meus avós) ou mais recentemente os autocarros. Como o termo \"guna\" passou daí para os azeiteiros que por aí andam, não sei, seria algo interessante que o Joel Cleto do Porto Canal podia explicar"
        },
        {
          "Comment ID": "jvklgli",
          "Comment": "WoW, para tudo. Um polícia sinaleiro. Esta foto mudou o meu dia :-D"
        },
        {
          "Comment ID": "jvkyj7l",
          "Comment": "Imagino agora um pai de alguém ainda guna a virar se pra um jovem \"Já eu andava aí á socapa e tu nas bolas do teu pai moço, vai pó caralho filho, tás ta mandar pra quem?.\""
        },
        {
          "Comment ID": "jvkffxr",
          "Comment": "Roubaram a ideia"
        },
        {
          "Comment ID": "jvknxsn",
          "Comment": "Define \"guna\" oh maninho"
        },
        {
          "Comment ID": "jvkdphq",
          "Comment": "Será isto Sá da Bandeira? Ou na rua do Bolhão (Rua do Siloauto)?"
        },
        {
          "Comment ID": "jvkyleq",
          "Comment": "Era a assim que ia para a praia no 88. 😁 Bons tempos"
        },
        {
          "Comment ID": "jw008s8",
          "Comment": "Os gunas antigamente vestiam se melhor do que agora 😂"
        },
        {
          "Comment ID": "jvkdmi0",
          "Comment": "Fernão de Magalhães com R. Nova de S. Crispim? E a ser assim, no rés do chão desse canto em frente ao autocarro era o restaurante scala... cujo chão colapsou nos anos 90. \n\nAinda me lembro de ir lá com os meus pais e trazerem uma surpresa debaixo dum guardanapo para me portar bem durante o jantar. LOL"
        }
      ]
    },
    {
      "Title": "Transportes Fafe-Porto",
      "Post Text": "Alguém sabe se existe algum autocarro de Fafe para a FLUP ou para aí perto?",
      "ID": "159cxf3",
      "Score": 4,
      "Total Comments": 5,
      "Post URL": "https://www.reddit.com/r/porto/comments/159cxf3/transportes_fafeporto/",
      "Comments": [
        {
          "Comment ID": "jtem0xu",
          "Comment": "Há uns anos havia a mondinense, já não sei como está isso, mas era usada por muitos estudantes para vir para o Porto, passava no S. João"
        },
        {
          "Comment ID": "jtfphms",
          "Comment": "A rede expresso acho que faz Fafe Porto.."
        },
        {
          "Comment ID": "jtig0uk",
          "Comment": "Infelizmente acho que a melhor opção é o 204 para o hospital de São João e depois ave mobilidade para Fafe"
        }
      ]
    },
    {
      "Title": "Autocarros do Porto com internet gratuita a partir de segunda-feira",
      "Post Text": "",
      "ID": "2h53gx",
      "Score": 13,
      "Total Comments": 0,
      "Post URL": "http://rr.sapo.pt/informacao_detalhe.aspx?fid=25&did=162708",
      "Comments": []
    },
    {
      "Title": "Transporte para o aeroporto",
      "Post Text": "Pergunta rápida para quem souber responder, sff.    \n\nTemos que apanhar transporte durante a noite para o aeroporto do Porto devido a um voo cedo e o Google Maps e o resto da internet sugerem o autocarro nocturno 3M.     \n\nAlguém sabe se o bilhete para o autocarro pode ser comprado na hora ou tenho de pré-comprar com o Andante? Não consigo achar informação nenhuma online em relação a isto e não queria chegar à hora e não me deixarem entrar por não ter bilhete válido 🫤🫤\n\nAgradeço já de antemão e peço desculpa se esta questão viola alguma regra do subreddit",
      "ID": "wv0l8z",
      "Score": 3,
      "Total Comments": 7,
      "Post URL": "https://www.reddit.com/r/porto/comments/wv0l8z/transporte_para_o_aeroporto/",
      "Comments": [
        {
          "Comment ID": "ilcrjx7",
          "Comment": "Tb podes chamar um Uber, caso necessário.\n\nMas se tiveres um andante com viagens que te permitam chegar ao aeroporto, sempre poupas um bocado em comparação a pagar ao condutor com dinheiro na hora"
        },
        {
          "Comment ID": "ilco53l",
          "Comment": "Pode ser comprado no momento. Eventualmente pode ser mais caro (+1€ ou isso)"
        },
        {
          "Comment ID": "ilczvno",
          "Comment": "Uber é muito mais facil especialmente se tens malas grandes"
        },
        {
          "Comment ID": "ild4gz9",
          "Comment": "Podes comprar no autocarro, mas não apareças lá com uma nota de 20€ senão o mais certo é o gajo meter-te fora do autocarro. \n\nE não te fies em apanhar um autocarro em cima da hora. Conta que um deles nem vai passar. Mais vale jogar pelo seguro. \n\nSe bem que se puderes o melhor é uber."
        },
        {
          "Comment ID": "ild7hf9",
          "Comment": "Sinceramente, se fores de autocarro e com várias malas mais vale ires de Uber. Custa-te entre 5/6€ a uns 11 no máximo, dependendo da procura e da oferta. Se forem duas pessoas de uber pagam 5 euros e de autocarro pagam 4 (sem andante, comprando no momento). Eu sei que a pergunta era só sobre o autocarro mas mais valia mesmo ires de uber/bolt/freenow.\n\nSó do autocarro, podes comprar no momento por 2€/pessoa mas convém teres destrocado ou então carregar 2 andantes com Z4/Z3 dependendo de onde apanhes."
        },
        {
          "Comment ID": "ilfmnar",
          "Comment": "Tal como já foi dito, podes comprar no autocarro, mas nos dias de hoje não são muito de fiar. Faz a simulação no maps da viagem nos serviços de TVDE e vês +/- o preço. Se nunca usaste Uber/Bolt etc, há sempre cupões nas redes sociais para as primeiras viagens. Vais mais descontraído, e pagas quase o mesmo."
        }
      ]
    },
    {
      "Title": "Utentes da STCP com Wi-Fi gratuito nos autocarros por mais um ano",
      "Post Text": "",
      "ID": "3lxvs3",
      "Score": 17,
      "Total Comments": 0,
      "Post URL": "http://portocanal.sapo.pt/noticia/69603/",
      "Comments": []
    },
    {
      "Title": "Novas restrições na circulação junto ao HSA",
      "Post Text": "Recentemente fecharam mais umas ruas e criaram mais algumas restrições junto à saída do túnel de Ceuta e jardim do Carregal, tornado ainda mais caótica a circulação. \nOra hoje dei-me conta que a porcaria dos autocarros turísticos de dois andares, continua a circular na zona, entupindo ainda mais a circulação. Que praga!",
      "ID": "164etyi",
      "Score": 6,
      "Total Comments": 1,
      "Post URL": "https://www.reddit.com/r/porto/comments/164etyi/novas_restrições_na_circulação_junto_ao_hsa/",
      "Comments": [
        {
          "Comment ID": "jy7swyi",
          "Comment": "Esses autocarros turísticos ainda são melhores que os caralhos do capeta dos Tuk-Tuks"
        }
      ]
    },
    {
      "Title": "Metrobus até à Praça do Império, para quê?",
      "Post Text": "De há umas semanas para cá que andam a escavar na Av. Marechal Gomes da Costa no decorrer do projeto do Metrobus. Destruíram uma faixa de cada lado desde o Pingo Doce até ao Império e as “cortadas” entre as faixas que ajudavam a escoar o trânsito. Aparentemente aquela zona vai continuar assim até pelo menos o próximo Verão. O novo projeto vai acabar com as cortadas e criar uma faixa de cada lado que inicialmente será mista e mais tarde apenas para o Metrobus. Só estou à espera que comecem as aulas na Católica para ver as filas que ali se vão formar em hora de ponta. \nOra, visto que qualquer pessoa com que se fale na Foz é contra toda a ideia e que já existe uma rede de autocarros, a minha pergunta é simples, para quê o troço até à Praça do Império?",
      "ID": "16d9vfr",
      "Score": 4,
      "Total Comments": 29,
      "Post URL": "https://www.reddit.com/r/porto/comments/16d9vfr/metrobus_até_à_praça_do_império_para_quê/",
      "Comments": [
        {
          "Comment ID": "jzo2fzx",
          "Comment": "Tecnicamente tornará muito mais fácil e rápida a ida desde o metro da Casa da Música até à Praça e vice-versa. \n\nOs moradores da Foz não são em geral o tipo de pessoa para usar o metro portanto para eles poderá não ser útil, mas para quem se desloque para lá de outras zonas da cidade vai tornar mais fácil porque será um serviço muito mais cómodo e rápido que o bus normal.\n\nAgora, não é de todo a solução ideal. É sim a coisa low cost que decidiram fazer. O ideal seria o prolongamento de uma linha de metro do Campo Alegre que fosse até à Praça do Império e seguisse depois para a Av. da Boavista pela futura avenida Nun'Alvares. Aí ao invés da outra linha de metrobus da Boavista deveria também existir metro na extensão da Avenida.\n\nA moda do metrobus tem a ver com a necessidade de um imediatismo do serviço e com o financiamento do PRR."
        },
        {
          "Comment ID": "jzq0osn",
          "Comment": "O beto da foz mt indignado porque vai ter o povo a circular na area…"
        },
        {
          "Comment ID": "jzpisvz",
          "Comment": "Expandir a rede metro é positivo, mesmo que seja através de um penso rápido como o metrobus. A redução de faixas na Marechal e os incomodos aos automobilistas pode até ser intencional para reduzir o tráfego automóvel para quem poderá ver que \"mais vale ir de metro ou metrobus\".\nEu estou com alguma expectativa para ver o resultado disto. Agora tb já está. A malta irá adaptar-se e vai andar mais tempo no trânsito 🤷‍♂️."
        },
        {
          "Comment ID": "jzq50kx",
          "Comment": "Tens milhares de pessoas abrangidas por essa zona: habitantes, trabalhadores, estudantes, turistas,... Não sei que paragens vai ter, mas Bessa, Pinheiro Manso, Serralves, Fonte da Moura, Gomes da Costa, Foz Velha e até diria Pasteleira passam a ficar muito mais bem servidas de transportes públicos"
        },
        {
          "Comment ID": "jzqhjmd",
          "Comment": "Vai ter muito transito? Felizmente vai haver uma solução mesmo porreira, vai de metrobus. Até hoje não tinhas opções eficientes, daqui a uns meses vais ter."
        },
        {
          "Comment ID": "jzo2g0c",
          "Comment": "Porque a zona da foz não tem qualquer acesso de metro"
        },
        {
          "Comment ID": "jzo430b",
          "Comment": "O dinheiro tinha de ser gasto, então pronto, inventaram essa cagada. Como bom português que é, quem pensou nessa obra, só pensou no imediato. O português não gosta muito de pensar no longo prazo.\n\nMetrobus é uma forma de dizer que se aposta nos transportes públicos, mas que, na verdade, neste caso pelo menos, vai ser só mais um tiro no pé. O que é preciso é metro... só metro, nada de bus. Seja um metro de superfície, seja o que for. Tem é de ser uma coisa que anda em cima de carris e que tem uma via SÒ para ele, sem carros a meterem-se no caminho. Aí sim seria uma boa aposta.\n\nEdit: Na foz existem autocarros, mas valem o que valem. Perdi largos minutos à espera do 200 e do 204 que, simplesmente, nem apareciam. Assim como chegava a demorar 45 minutos a chegar da Praça do Império aos Aliados, 45 minutos. Onde é que é viável demorar 45 minutos para fazer meia dúzia de km? Eu de bicicleta faço o trajeto em metade do tempo."
        },
        {
          "Comment ID": "jzzuvgu",
          "Comment": "Estamos a falar da mesma zona em que os moradores protestaram pela construção do Pingo Doce. A malta que mora ali vê o espaço público como deles, querem lá saber dos autocarros que as criadas apanham ao fim do dia.\nEm resposta à questão: capacidade. Vai permitir transportar mais gente em menos tempo. É a mesma razão pela qual se construiu a rede de metro, apesar de já existir há décadas uma rede de autocarros."
        }
      ]
    },
    {
      "Title": "Dia de passeio no Porto... o que ver/fazer?",
      "Post Text": "Embora viva há uns anos relativamente perto do Porto (1h+/-), apenas lá fui por questão de ligação de transportes (autocarro, comboio) e pouco mais. Dito isto, conheço os Aliados, São Bento, Santa Catarina e o Bolhão, e mal!\n\nNa próxima semana faço anos, a empresa dá o dia, e pensei para mim... é desta! Que sugestões têm para um dia bem passado na Invicta?\n\nObrigada",
      "ID": "13ena7x",
      "Score": 10,
      "Total Comments": 3,
      "Post URL": "https://www.reddit.com/r/porto/comments/13ena7x/dia_de_passeio_no_porto_o_que_verfazer/",
      "Comments": [
        {
          "Comment ID": "jjqpugc",
          "Comment": "De manhã, supondo que sais em São Bento, descer a rua das Flores até à Ribeira, dar uma volta por lá, ponte D. Luis, etc. De seguida, usa uma app e alugas uma bicicleta e fazes a marginal até à praia de Matosinhos (é um percurso muito fácil), passando pelo Passeio Alegre (alternativa, apanha o autocarro de 2 andares nr 500 e vai no andar de cima a ver as vistas). Almoça por lá, ou comida tradicional nas ruas perto da lota (Salta o Muro, Laje Sr. do Padrão) , ou mais leve/rapido perto da praia (hamburgueria munchie, bares do edificio transparente, etc). \n\nTarde, apanha o metro em Matosinhos Sul, podes sair na Casa da Musica e visitar, e/ou sair na Trindade e estás de novo na Baixa. Aqui, ou sobes até à praça dos Leões, passa pelas Galerias de Paris, podes espreitar os Clérigos e Cedofeita, ir ao jardim do Palácio de Cristal. Ou então, vais para o outro lado, sobes a rua Santa Catarina, vai até à praça da Batalha, Guindais, Sé do Porto e atravessa a ponte D. Luis pelo tabuleiro de cima para veres as vistas no jardim do Morro. \n\nJá tens opções para um dia porreiro! Aproveita e depois deixa aí feedback."
        },
        {
          "Comment ID": "jjqmqcd",
          "Comment": "Dar um passeio pela Ribeira , ir dar uma volta perto do Wow, teleférico e já tens ai uma tarde bem passada. Tudo que é bom de ver no Porto fica a walking distance portanto é fácil visitar o Porto !"
        },
        {
          "Comment ID": "jjqxzes",
          "Comment": "Palácio de cristal, rua das flores e as ribeiras são o básico. Tens também a torre dos clérigos e perder-te nas ruas da sé como outras coisas interessantes"
        }
      ]
    },
    {
      "Title": "Bicicleta no porto",
      "Post Text": "Boa noite portuenses, acham que é viável fazer diariamente o trajeto constituição - santo antónio e vice-versa de bicicleta elétrica? Há algum tipo de ciclovias ou atalhos que facilitem a deslocação ou ficava melhor servido se fosse de autocarro?",
      "ID": "x61hby",
      "Score": 13,
      "Total Comments": 14,
      "Post URL": "https://www.reddit.com/r/porto/comments/x61hby/bicicleta_no_porto/",
      "Comments": [
        {
          "Comment ID": "in4oe65",
          "Comment": "É mais que viável"
        },
        {
          "Comment ID": "in4mut5",
          "Comment": "O Google Maps diz que é praticamente plano e me parece que pode ser um bicicleta normal para fazer.\nAlugue uma bicicleta normal um dia e faça a ida e volta para testar"
        },
        {
          "Comment ID": "in6nh0p",
          "Comment": "Trajecto de nível \"easy\".\n\nApenas tem de estar preparado para o Inverno. Se o mau tempo não o assusta, força! O planeta agradecerá !"
        },
        {
          "Comment ID": "in691yc",
          "Comment": "Nao tens ciclovias, no entanto é totalmente viável pela estrada. Vais pela oliveira monteiro, viras para descer para a rotunda da boavista, sais na saida para a galiza e depois é sempre em frente. Com bicicleta elétrica ainda mais fácil"
        },
        {
          "Comment ID": "in4d5tr",
          "Comment": "Que zona da constituição? Ainda é grandita."
        },
        {
          "Comment ID": "in609p9",
          "Comment": "Torcendo para que dê muito certo você comecar a usar a bici 🤞"
        },
        {
          "Comment ID": "in4dah4",
          "Comment": "melhor servido → [**mais bem servido**](https://ciberduvidas.iscte-iul.pt/artigos/rubricas/pelourinho/mais-bem-vs-melhor/545) (quando o advérbio *bem* antecede o particípio passado do verbo o termo a utilizar é *mais bem*) [⚠️](/message/compose/?to=ngramatical&subject=Acho+que+esta+corre%C3%A7%C3%A3o+est%C3%A1+errada&message=https%3A%2F%2Fwww.reddit.com%2Fr%2Fporto%2Fcomments%2Fx61hby%2Fbicicleta_no_porto%2Fin4dah4%3Fcontext%3D3 \"Clica aqui se achares que esta correção está errada!\") [⭐](https://chrome.google.com/webstore/detail/nazigramatical-corretor-o/pbpnngfnagmdlicfgjkpgfnnnoihngml \"Experimenta o meu corrector ortográfico automático!\")"
        },
        {
          "Comment ID": "in69hpm",
          "Comment": "Viável? Há dezenas de pessoas que o fazem todos os dias. E não é em elétricas."
        },
        {
          "Comment ID": "in6khya",
          "Comment": "Até a pé se faz bem"
        }
      ]
    },
    {
      "Title": "Informações sobre comboios suburbanos para Caíde/Marco desapareceram por completo do Google Maps",
      "Post Text": "Podem confirmar se a vocês aparece informação relativamente a transportes suburbanos da linha do Douro no Google Maps? Por exemplo, se forem à estação de Valongo só aparecem os transportes regionais.\n\nCaso tenha de facto desaparecido alguém sabe dizer porquê? Dá-me jeito e a unica alternativa que inclua comboios e autocarros (que eu conheça) é a moovit, aplicação que detesto",
      "ID": "13v5i57",
      "Score": 5,
      "Total Comments": 5,
      "Post URL": "https://www.reddit.com/r/porto/comments/13v5i57/informações_sobre_comboios_suburbanos_para/",
      "Comments": [
        {
          "Comment ID": "jm4n9qi",
          "Comment": "Confirmo que me aparece igual na App do Maps. No entanto, tens sempre a app da CP para estas coisas também, não sei se servirá exatamente para o que queres, mas dá informação dos comboios que passam em cada Estação."
        },
        {
          "Comment ID": "jm4svtp",
          "Comment": "Realmente os urbanos desapareceram do maps, certamente algum problema da cp em relação aos dados no google Transit.."
        },
        {
          "Comment ID": "jm4t59h",
          "Comment": "A app da cp também não está a carregar muitas coisas, devem estar com problemas.."
        },
        {
          "Comment ID": "jma13ca",
          "Comment": "Vendemos a linha do douro aos espanhóis. Agora tens que consultar na Renfe."
        },
        {
          "Comment ID": "jmer64f",
          "Comment": "a aplicação da cp funciona sempre bem!"
        }
      ]
    },
    {
      "Title": "Transportes públicos",
      "Post Text": "Olá a todos.\n\nDecidi que a partir de agora vou começar a utilizar os transportes públicos para me deslocar para trabalho e faculdade. Depois de uma breve pesquisa encontrei tudo o que precisava mas fiquei com uma dúvida quanto ao passe do metro. Relativamente à assinatura mensal o portal diz, e passo a citar: \"Uma assinatura mensal para quem escolheu o Metro do Porto como o transporte do dia-a-dia. É válida num conjunto de zonas escolhidas por si, permitindo-lhe viajar durante um mês nessas mesmas zonas, quando quiser, as vezes que quiser.\".Esta assinatura possui duas modalidades: Z3 e Metropolitana.\n\nAs minhas questões aqui são:\n\n* A modalidade Metropolitana significa que poderei deslocar-me para qualquer zona?\n* O passe permite também fazer percursos de autocarro?\n\nAgradeço muito a todos pela a ajuda prestada.",
      "ID": "16mo02r",
      "Score": 3,
      "Total Comments": 16,
      "Post URL": "https://www.reddit.com/r/porto/comments/16mo02r/transportes_públicos/",
      "Comments": [
        {
          "Comment ID": "k19htzn",
          "Comment": "Ja agora, usar a app Anda é mt melhor que tirar o passe fisico."
        },
        {
          "Comment ID": "k198rvo",
          "Comment": "Podes utilizar tudo, autocarros de praticamente qualquer empresa, comboio, metro, funicular, elétrico,...\n\nSim metropolitano é qualquer zona."
        },
        {
          "Comment ID": "k19guoz",
          "Comment": "https://linhandante.com/wp-content/uploads/2022/12/tarifario-2023.pdf"
        },
        {
          "Comment ID": "k1g083o",
          "Comment": "a qualquer zona que acho que vai de espinho á povoa. Permite autocarro, metro, comboios (na zona metropolitana), electricos, e o Funicular dos Guindais."
        },
        {
          "Comment ID": "k198jaj",
          "Comment": "Sim a ambos. Mas uma visita ao site e aos contactos de uma Loja Andante também te respondiam a isso."
        },
        {
          "Comment ID": "k19kf6h",
          "Comment": "Sim e Sim, e vê lá isso que a partir de janeiro passe sub 23 é gratis( Diz o Costa) para estudantes se tiveres idade aproveita 😏🤣"
        },
        {
          "Comment ID": "k1jsgtb",
          "Comment": "Começas mal, se vais entrar agora na faculdade e não sabes pesquisar isso no Google e na própria página do Andante que tem as respostas todas que procuras. Esta malta nova parece que quanto mais acesso tem à informação menos sabe usá-la..."
        }
      ]
    },
    {
      "Title": "É possível ficar na estação de Campanhã às 4 da manhã?",
      "Post Text": "Sou de Lisboa e queria apanhar um comboio de Campanhã para Vigo às 8h  da manhã. \nVi que existe um autocarro que vai de Lisboa para Porto durante a noite e chega às 4h da manhã. \nÉ possível ficar na estação durante este período das 4h às 8h à espera do comboio? Como é em termos de segurança?\nAgradeço pelas respostas",
      "ID": "x4rn89",
      "Score": 39,
      "Total Comments": 18,
      "Post URL": "https://www.reddit.com/r/porto/comments/x4rn89/é_possível_ficar_na_estação_de_campanhã_às_4_da/",
      "Comments": [
        {
          "Comment ID": "imxri0e",
          "Comment": "Sim é, traz o cachecol do teu clube … as noites do Porto são mais frias"
        },
        {
          "Comment ID": "imxhkf5",
          "Comment": "Sim e não tenhas medo, as pessoas fazem uma descrição como se fosse a faixa de gaza ou o oblast de kherson... é só usar o senso comum, se ficares na parte de dentro nas salas de espera onde está iluminado e tem sempre mais vigilancia é super tranquilo. Se quiseres vir cá fora para fumar um cigarro e dar um passeio é que tens de estar mais atento, mas mesmo ai tens de ser muito pato para te correr mal."
        },
        {
          "Comment ID": "imz0we5",
          "Comment": "Eu era de Lx e mudei-me para o Porto.\n\nÉ menos perigosa a Campanhã entre as 4 e as 8 do que o Cais do Sodré na mesma hora. Ou qualquer outra das estações de Lx na mesma hora.\n\nSe estás habituado á linha de Sintra então.... É um passeio no parque."
        },
        {
          "Comment ID": "imx8nyz",
          "Comment": "No site da como há um chat ou um cenas de mensagens pergunta la se a sala de espera ou acho que eles chamam de CP lounge fica aberto durante a noite. Eles têm um sítio designado para espera e é seguro só não sei se tem horas de fecho."
        },
        {
          "Comment ID": "imxv4oc",
          "Comment": "É possível. Mas sempre dentro da estação. Não estejas cá fora. Antes apanhava um dos últimos comboios e ficava á espera só bus até á 00:20 e apanhei uns sustos. \nConsegues ficar lá dentro, e tás tranquilo, tem seguranças"
        },
        {
          "Comment ID": "imxp2bq",
          "Comment": "Foda-se este pessoal ou nunca saiu de casa às 4 da manhã ou vivem com base em mitos urbanos. É seguro ficar na estação a essa hora! MUITO mais seguro do que na estação do oriente! Como em todo o lado e a qualquer hora, é preciso bom senso!"
        },
        {
          "Comment ID": "imxrm51",
          "Comment": "O porto tem-se revelado uma zona bastante segura para mim e saio de madrugada do trabalho, o principal é não vacilar. Vais lá, dizes boa noite firme e ficas na sala de espera, leva alguma merda para te sentares porque os bancos são desconfortáveis e não hesites em ficar lá a descansar. Às 4h da manhã é uma hora tranquila porque os gunas estão nos Aliados a roubar avecs. Vais encontrar lá sem abrigos a dormir mas eles tem tanto medo de ti como tu deles. Às 6hc já anda lá a segurança para ligar as escadas rolantes por isso faz de conta que estás em casa"
        },
        {
          "Comment ID": "imwyrmr",
          "Comment": "A minha namorada é do porto e diz que sim.\n'tem é que ter cuidado para não ser assaltado ' diz ela xd"
        },
        {
          "Comment ID": "in0ylw8",
          "Comment": "O conselho que te dou é aproveitares e ires para São Bento. Estação mais vigiada. Depois, perto da hora, regressas a Campanhã. Abc"
        },
        {
          "Comment ID": "imxdut9",
          "Comment": "Eu teria um pouco de receio em ficar 4h sozinho lá. Não é uma zona muito segura mas também pode não acontecer nada"
        },
        {
          "Comment ID": "imxqtfy",
          "Comment": "É possível e é tranquilo"
        },
        {
          "Comment ID": "imwzau8",
          "Comment": "É seguro mas levar um coletezinho não fazia mal a ngm"
        },
        {
          "Comment ID": "imx1gnq",
          "Comment": "É possível mas em termos de segurança isso já não podemos garantir..."
        },
        {
          "Comment ID": "imy3u9d",
          "Comment": "Tranquilo."
        },
        {
          "Comment ID": "imzoesm",
          "Comment": "é bem tranquilo, tem ate um kebhab por perto"
        }
      ]
    },
    {
      "Title": "Pedro Baganha: \"O município do Porto tem automóveis a mais a circular\"",
      "Post Text": "",
      "ID": "1arehsl",
      "Score": 64,
      "Total Comments": 45,
      "Post URL": "https://portocanal.sapo.pt/comentario/2989",
      "Comments": [
        {
          "Comment ID": "kqjmc0d",
          "Comment": "Ó Sr Pedro então amanhã já vai de STCP para o trabalho?"
        },
        {
          "Comment ID": "kqj29f4",
          "Comment": "Se calhar ajudava não ter expulsado a população para a periferia"
        },
        {
          "Comment ID": "kqjnpab",
          "Comment": "E autocarros a menos"
        },
        {
          "Comment ID": "kqkixz6",
          "Comment": "No shit. Quando o trânsito público não é confiável e o ciclismo não é seguro, vão todos com um carro. O município tem que dar menos espaço para automóveis individuais e melhorar outras opções. Funcionou em Paris, Barcelona, Gent ou Amesterdão. Pode funcionar em Porto tb."
        },
        {
          "Comment ID": "kqjwxp0",
          "Comment": "Aprovem legislação que obrigue as empresas a aceitar que os trabalhadores que o escolham possam usufruir de regimes 100% remotos."
        },
        {
          "Comment ID": "kql6p0u",
          "Comment": "Afirma o gajo que nos últimos 10 anos não criou novas faixas BUS, retirou algumas faixas BUS e ainda bateu o recorde europeu de menos km de ciclovias construídas."
        },
        {
          "Comment ID": "kqjybbc",
          "Comment": "Estão no poder desde 2013 e não fizeram bolha sobre isto. O Pedro Baganha vai tentar ser o sucessor do Moreira mas é bom que não passe entre os pingos da chuva. \n\nMais, o Rui Moreira há uns tempos referiu-se às medidas que Paris tomou para restringir o trânsito como \"draconianas\"."
        },
        {
          "Comment ID": "kqrb4l6",
          "Comment": "e tem toda a razão.\n\nChorem mais, mas chorem a pé"
        },
        {
          "Comment ID": "kqjocjl",
          "Comment": "Liberdades dos outros no cu é refresco.  \nAnda de transportes oh morcão. Vais ver que nao ha hipotese no Porto como em sitio nenhum de um pais ridiculamente pequeno que so tem liberdade de movimento graças ao seu veiculo proprio."
        },
        {
          "Comment ID": "kqjy20d",
          "Comment": "Portanto, obras em toda a cidade e ao mesmo tempo… que contribuem para piorar o trânsito. \n\nA culpa é de quem usa carro? \n\nEstá certo. \n\nAguardo a utilidade do metrobus… de quem vai trocar o topo de gama pelo transporte público."
        },
        {
          "Comment ID": "kqjpozk",
          "Comment": ">dissuasão do transporte privado.\n\nSempre estas medidas de dar pancada nas pessoas até elas fazerem o que eles querem. Que nojo.\n\n\"Incentivar\", \"dissuasão\", \"encorajar\", \"promover\", \"desencorajar\", tudo eufemismos para impostos, proibições e obrigações!"
        },
        {
          "Comment ID": "kqj7vha",
          "Comment": "Não tem carros a mais. O município é que é pequeno. A culpa é do D. Afonso Henriques"
        },
        {
          "Comment ID": "kqnt5uu",
          "Comment": " nao senhor pedro banhadas, o porto é que é demasiado pequeno e nao vejo forma de ser alargado o suficiente para responder as necessidades. also grande parte dos carros que la andam são de pessoas que teriam de acordar as 6 da manha para, pelos transportes públicos, estarem com alguma segurança as 9h no porto.\n\nonde estão os comboios e metros nas terrinhas mesmo dentro do distrito do porto?"
        },
        {
          "Comment ID": "kqj2fh6",
          "Comment": "Mais de metade são TVDEs a circular vazios."
        }
      ]
    },
    {
      "Title": "Alguém para ajudar-me a localizar um local?",
      "Post Text": "Olá!\n\nNão sou do Porto e estou a procurar um local muito específico, por investigar alguns laços de antepassados, mas agora cheguei em um roadblock.\n\nEstou procurando localizar um condomínio na região de Ermesinde (podendo ser no entorno próximo) que antes de sua construção foi uma espécie de \"fábrica de porcos\".\n\nA princípio não fica perto do centro de Ermesinde, e uma busca no maps por condomínios não resulta em nada signicante.\n\nFica em uma cena mais elevada, parece ter vista para dois cemitérios (no sentido que consegue os enxergar). \n\nFicaria a vários minutos de carro do mercado mais próximo, com apenas certa proximidade da linha 705 dos autocarros.\n\n\n*A única informação que sei que é concreta é de ter sido construído no local onde era a tal fábrica.*\n\n\nEspero que alguém possa me ajudar com esse pedido um tanto estranho, desde já agradeço!\n\n\nUpdate: Agradeço muito a todos que ajudaram!\nEncontrei o suposto local e até mesmo um senhor que havia ali trabalhado. Infelizmente o local não foi onde meu avô trabalhou há muito (que era aquilo que queria verificar), e minha busca acabou sem frutos.",
      "ID": "175riys",
      "Score": 0,
      "Total Comments": 13,
      "Post URL": "https://www.reddit.com/r/porto/comments/175riys/alguém_para_ajudarme_a_localizar_um_local/",
      "Comments": [
        {
          "Comment ID": "k4iuglw",
          "Comment": "Isto parece e q andas a dar stalk a uma gaja ."
        },
        {
          "Comment ID": "k4hvg4x",
          "Comment": "Não sei de que era a fábrica antes mas o Mercadona está em terreno de uma antiga fábrica e tem um grande condomínio em frente. Já o cemitério só conheço o do centro perto da igreja..."
        },
        {
          "Comment ID": "k4j39ri",
          "Comment": "Claro que sim, estamos sempre dispostos a ajudar com uma ajuda"
        },
        {
          "Comment ID": "k4j9hgr",
          "Comment": "Na junta de freguesia não consegue essa informação?"
        },
        {
          "Comment ID": "k4lk0u9",
          "Comment": "O que é que tu andas aqui a fazer no Reddit?\n\nIsso é matéria para Facebook, procura grupos locais, adere aos mesmos e lança a pergunta, ao fim de uma hora até encontras alguém que conheceu o teu avô.\n\nBoa sorte OP."
        },
        {
          "Comment ID": "k4mfg3a",
          "Comment": "Sou de Ermesinde e conheço a cidade como a palma das minhas mãos, desde a década de 90.\nExistia a fábrica de Sá que era uma fábrica de tecelagem, tecidos que agora é onde está o mercado a.\nExistia também a fábrica da telha perto da estação onde agora é o parque urbano, uma das suas chaminés foi mantida, assim como uma parede dos fornos.\nA fábrica de Sá fica perto do cemitério da costa e da Vila Beatriz (Google It).\nFábrica de porcos em Ermesinde, nunca ouvi falar.\nExiste o Bairro dos Porcos, lá para cima montes da costa, é um bairro, não um condomínio.\nTens de dar mais pistas para te ajudar."
        }
      ]
    },
    {
      "Title": "Bloqueio jardim 24 de agosto",
      "Post Text": "Mais alguém já reparou no problema de transito que acontece á volta do jardim 24 de Agosto? Fica ali um congestionamento \"cíclico\". \n\nOs autocarros que saiem da estação bloqueiam os carros que descem a Av Fernão Magalhães. Os carros que descem bloqueiam os que sobem provocando assim que os carros que sobem bloqueiem os autocarros que saiem da estação.\n\nE ficam assim parados a buzinar uns para os outros. \n\nSerá que a Câmara do Porto ainda não se apercebeu deste problema?",
      "ID": "quo3b8",
      "Score": 11,
      "Total Comments": 7,
      "Post URL": "https://www.reddit.com/r/porto/comments/quo3b8/bloqueio_jardim_24_de_agosto/",
      "Comments": [
        {
          "Comment ID": "hkrbojg",
          "Comment": "saiem → [**saem**](https://ciberduvidas.iscte-iul.pt/consultorio/perguntas/constroem-ou-constroiem/141) (apenas na fala existe a intercolocação de um *i* para facilitar a pronúncia) [⚠️](/message/compose/?to=ngramatical&subject=Acho+que+esta+corre%C3%A7%C3%A3o+est%C3%A1+errada&message=https%3A%2F%2Fwww.reddit.com%2Fr%2Fporto%2Fcomments%2Fquo3b8%2Fbloqueio_jardim_24_de_agosto%2Fhkrbojg%3Fcontext%3D3 \"Clica aqui se achares que esta correção está errada!\") [⭐](https://chrome.google.com/webstore/detail/nazigramatical-corretor-o/pbpnngfnagmdlicfgjkpgfnnnoihngml \"Experimenta o meu corrector ortográfico automático!\")"
        },
        {
          "Comment ID": "hkrbmsq",
          "Comment": "Quando falas em carros estás a referir-te a táxis e bus right? É que descer a Fernão Magalhães só é permitido para esse tipo de veículos.\nE passo lá quase todos os dias e nunca vi nenhum bloqueio."
        },
        {
          "Comment ID": "hkuingy",
          "Comment": "A implementação da solução a esse problema está planeada para ter início no dia de são nunca, à tarde"
        },
        {
          "Comment ID": "hkvfau4",
          "Comment": "Chama-se deadlock 😉"
        }
      ]
    },
    {
      "Title": "Tabuleiro inferior da Ponte Luiz I este sábado",
      "Post Text": "",
      "ID": "12o7lbz",
      "Score": 303,
      "Total Comments": 84,
      "Post URL": "https://www.reddit.com/gallery/12o7lbz",
      "Comments": [
        {
          "Comment ID": "jgi9pi9",
          "Comment": "Nem sei como a cidade ainda não implodiu pela falta de carros na ponte.. 🙃🙃"
        },
        {
          "Comment ID": "jgi8tvk",
          "Comment": "Uma excelente iniciativa a de a terem interditado aos rodoviários privados, descarboniza-se se as duas ribeiras e promove-se a mobilidade sustentável.\n\nMelhor ainda seria estender a linha do elétrico pelo tabuleiro da ponte e fazer uma linha pendular até ao cais de Gaia"
        },
        {
          "Comment ID": "jghjhlt",
          "Comment": "\"mAs E oS pÓpós?!?!?\""
        },
        {
          "Comment ID": "jghkuvh",
          "Comment": "“Está vazia”"
        },
        {
          "Comment ID": "jghqac5",
          "Comment": "Devia ser sempre assim"
        },
        {
          "Comment ID": "jgimwdg",
          "Comment": "Lindo caralho!"
        },
        {
          "Comment ID": "jghqrs3",
          "Comment": "Se é pedonal, porque o alcatrão?"
        },
        {
          "Comment ID": "jgj1a6n",
          "Comment": "Mas, li no JN que quase ninguém podia passar."
        },
        {
          "Comment ID": "jghnhm7",
          "Comment": "Magníficas as pontes de Gustave Eiffel!"
        },
        {
          "Comment ID": "jgisdxi",
          "Comment": "Turistas, turistas everywhere!"
        },
        {
          "Comment ID": "jgln1yt",
          "Comment": "[deleted]"
        },
        {
          "Comment ID": "jgloxds",
          "Comment": "Hmm isto serve para quem? Para a população de Porto e Gaia? Ou apenas para turistas?"
        },
        {
          "Comment ID": "jgmbn3j",
          "Comment": "A nossa civilização pós-guerra está construída para o carro, gostem ou não. A nível ideológico significa o progresso, liberdade e democratização; a nível de infraestruturas estamos cheios de rodovias e a nível político, o petróleo continua a ser o ponto de contenda nas relações internacionais. \nQuerer destruir a civilização do carro, é pedir um retrocesso a níveis soviéticos de controlo de movimentação, com o Estado a definir as linhas de autocarro ou comboio existentes e o Uber ou taxi a serem as únicas \"alternativas\"...\nMas pronto, quando tiverem um filho doente e forem levá-lo ao hospital e comerem com 40 minutos de procura de estacionamento, entendem."
        },
        {
          "Comment ID": "jgjekbj",
          "Comment": "Walking dead?"
        },
        {
          "Comment ID": "jgnsfxq",
          "Comment": "Bom trabalho... Vemos logo que e o último mandato do Sr. Dr Rui Moreira"
        },
        {
          "Comment ID": "jj584cb",
          "Comment": "É desta que compro uma buzina de camião para a minha bicicleta. A ponte ainda não é pedonal mas esta gente age como se fosse."
        }
      ]
    },
    {
      "Title": "FlixBus Campanhã",
      "Post Text": "Olá Boa tarde a todos,\n\nVou apanhar pela primeira vez um autocarro da Flixbus para Lisboa em campanhã, mas não sei onde é a localização exata! Ao escrever a informação no Google dá-me indicações pra central das camélias, cujo julgo não ser o local (já que no site da Flixbus diz Campanhã). Alguém sabe exatamente onde é a paragem da Flixbus em Campanhã e se é perto da estação?\n\nMuito obrigado desde já!",
      "ID": "ymww5c",
      "Score": 2,
      "Total Comments": 7,
      "Post URL": "https://www.reddit.com/r/porto/comments/ymww5c/flixbus_campanhã/",
      "Comments": [
        {
          "Comment ID": "iv5w8yt",
          "Comment": "É no TIC, no novo terminal.. Fica ali no meio da estação de comboio e da estação de metro.."
        },
        {
          "Comment ID": "iv5wduv",
          "Comment": "Parece-me que a paragem em campanhã da flixbus fica no novo terminal intermodal de campanhã (R. de Bonjóia 691 4300, 4300-084 Porto). Fica por trás da estação de comboio."
        },
        {
          "Comment ID": "iv5vszx",
          "Comment": "Eu nunca apanhei em Campanhã, mas a dica de alguém que já usou muito FlixBus para viajar para tudo o que é sítio, baixa a App la tem a localização exata e pelo menos para mim foi sempre suficiente para descobrir onde a paragem ficava"
        },
        {
          "Comment ID": "iv5y0hj",
          "Comment": "Campanhã Bus terminal\n22 328 8900\nhttps://maps.app.goo.gl/9aHHrtXja9DcdH5m6"
        },
        {
          "Comment ID": "iv7blgg",
          "Comment": "Se fores para a campanha de metro tem ligação direta entre os dois terminais, tens que descer umas escadas rolantes primeiro"
        },
        {
          "Comment ID": "iv9zkpz",
          "Comment": "Muito obrigado a todos pelas explicações! Resto de boa tarde"
        },
        {
          "Comment ID": "iv6ecrt",
          "Comment": "já apanhei lá e fica por trás da estação de comboios! é novo o terminal\nR. de Bonjóia 691 4300, 4300-084 Porto"
        }
      ]
    },
    {
      "Title": "Transportes para TECMAIA",
      "Post Text": "Pessoal do Porto, \n\nExiste algum autocarro que passe no São João e que pare perto da zona da TECMAIA? \nO metro sei que vai até mandim, mas depois é cerca de 20 min a pé até à TECMAIA.\n\nPela minha pesquisa no sr Google os transportes para essa zona são péssimos...",
      "ID": "oinytc",
      "Score": 9,
      "Total Comments": 21,
      "Post URL": "https://www.reddit.com/r/porto/comments/oinytc/transportes_para_tecmaia/",
      "Comments": [
        {
          "Comment ID": "h4wkdmx",
          "Comment": "Sei que há uma [linha circular](https://www.tecmaia.pt/pt/noticias/2018/novo-transporte-p%C3%BAblico-chega-ao-tecmaia/) que inclui algumas estações de metro, o tecmaia a lionesa, etc...\n\nNão faço ideia da sua eficácia, horários e frequência..."
        },
        {
          "Comment ID": "h4woo6u",
          "Comment": "Não há!\n\nTambém desapareceram as trotinetes que davam imenso jeito.\nO ideal é comprares uma trotinete, caso contrário terás mesmo de fazer essa caminhada todos os dias, o que não é mau pra tonificar;)"
        },
        {
          "Comment ID": "h4wmq7g",
          "Comment": "nao te consigo ajudar nisso, ate pq o site deles praticamente nao funciona. Mas sugiro pensares em arranjares uma scooter electrica. esses 20m  passam logo para 7."
        },
        {
          "Comment ID": "h4x4nej",
          "Comment": "Olá! Linha 36 da Maia Transportes, que pára junto ao Forum Maia (metro). Sugiro 604 ou 600 até à Maia e daí caminhada de 5 minutos até ao metro ☺️ Deixo-te o site da Maia Transportes aqui, para veres os horários [aqui](https://maiatransportes.pt/linhas/)"
        },
        {
          "Comment ID": "h7lwu3b",
          "Comment": "[https://moovitapp.com/porto-1904/poi/en](https://moovitapp.com/porto-1904/poi/en)\n\nTenho usado com muito sucesso na minha mudança para o Porto"
        }
      ]
    },
    {
      "Title": "Transporte Queima das Fitas",
      "Post Text": "boas amigos, vai ser a 1a queima que vou vivenciar, no entanto, apesar da brincadeira, há a preocupação de voltar a casa. Sendo eu da Maia, sabem se vai haver autocarros/outros transportes do queimódromo para cá? Eu sei que tenho o metro mas gostava de sair de lá por volta das 4h/5h.\n\nSaudações académicas :p",
      "ID": "udf5p5",
      "Score": 13,
      "Total Comments": 12,
      "Post URL": "https://www.reddit.com/r/porto/comments/udf5p5/transporte_queima_das_fitas/",
      "Comments": [
        {
          "Comment ID": "i6gm68n",
          "Comment": "A STCP vai ter vaivéns entre o Queimódromo e Trindade/Hospital de S. João. Tens depois os autocarros normais da rede da madrugada, sei que pelo menos um deles (4M) vai dos Aliados para a Maia e vice-versa. Ou então esperas mais um bocadinho e apanhas o primeiro metro do dia."
        },
        {
          "Comment ID": "i6gje63",
          "Comment": "Deves ter metro a noite toda, no meu tempo de queima era assim. Em último caso apanhas o metro até à paragem mais próxima para apanhares o bus para a Maia."
        },
        {
          "Comment ID": "i6h268p",
          "Comment": "A essas horas vais direto para a universidade, estudar para os exames de recurso.\n\nLol, fizeste lembrar uma vez que cheguei a casa (tbm vivia na Maia) de uma noitada da semana da praxe, fui direto ao WC e quando sai tinha a minha mãe e dizer \" já estás pronto? Ainda bem porque a tua irmã não pode chegar tarde porque tem exame à primeira hora\", a pensar que ia faltar a umas aulas e dormir uma horas, e lá vou eu feito motorista.\n\nBoa queima, diverte-te e aproveita que vais sentir saudades desses tempos.\nE que soudases desse bons tempos académicos, já lá vão 24 anos."
        },
        {
          "Comment ID": "i6ku63c",
          "Comment": "Prepara-te para presenciar as viagens mais caóticas de sempre nos autocarros de STCP"
        },
        {
          "Comment ID": "i6j3t1m",
          "Comment": "aqui vai a sugestão mais chata, mas fica só por ficar: é bastante mais caro, mas em ultimo caso chamas um uber e ele vem ter contigo e deixa-te mesmo à porta de casa. fica aqui no caso de estares disposto a pagar mais por isso"
        },
        {
          "Comment ID": "i6jwogb",
          "Comment": "Vou e venho de uber, mais seguro e rápido e por 20 euros as vezes nem tanto.\n\nJá agora vou no dia de Profjam se houver por aí pessoal que também está sozinho e queira companhia mande dm"
        },
        {
          "Comment ID": "i6l77zc",
          "Comment": "O melhor mesmo é arranjar alguém lá no meio que tmb vá p Maia, eu p acaso vivo perto do queimodromo e costumo ir a pé, mas em 5 min arranjo sempre táxi de alguém que passe por minha casa😂\nPara a Maia em 20 minutos arranjas te"
        },
        {
          "Comment ID": "i74btfg",
          "Comment": "Sou de Valongo, como não bebo até fazia o 'desvio' e deixava te em casa na Maia lol"
        }
      ]
    },
    {
      "Title": "A decadência lenta da cidade do Porto",
      "Post Text": "Olá caros portuenses. Não cresci no Porto mas vivo cá há quase 10 anos, sinto-me portuense e sou apaixonado por esta cidade. Achei que estava na altura de dar o meu testemunho sobre o que sinto que está a acontecer no Porto nos últimos tempos. Para contextualizar, sempre vivi e trabalhei na zona da Boavista, e a minha vida cá sempre foi feita em redor da rotunda da Boavista e pela Av. da Boavista abaixo. É possível que a minha percepção seja distorcida apenas por esta zona, mas é a minha experiência.\n\nInfelizmente, nos últimos tempos a cidade parece estar num processo de decadência e negligência. Não vou falar sobre as transformações já mais que faladas na Baixa, a \"turistização\" da cidade, aumento dos preços das casas e consequente empurrar dos habitantes para os arredores. Vou falar sim de questões mais globais:\n\n\\- **Infraestruturas**: nos últimos anos muito pouco parece ter sido feito para melhorar ou pelo menos manter algumas infraestruturas da cidade. Estradas em péssimas condições, ruas de paralelo completamente deformadas que fazem com que conduzir nelas mais pareça um teste à durabilidade da suspensão do carro, passeios destruídos e irregulares onde levar um carrinho de bebé é uma tarefa quase impossível... certos quarteirões e logradouros estão quase em ruínas e cheios de mato, mesmo que estejam colados a zonas residenciais.\n\n\\- **Trânsito**: depois da calma trazida pelos confinamentos, o trânsito da cidade voltou em força, e pior do que nunca. Entrar e sair da cidade é agora infernal na maioria dos dias da semana, especialmente na avenida AEP e A28, e VCI do Porto para Gaia e ligações seguintes. Não sei como é a situação na zona das Antas e ponte do Freixo, mas deve ser semelhante. Há saídas e entradas da VCI muito problemáticas e propícias a acidentes pela proximidade entre elas, e o trânsito já contamina zonas mais interiores da cidade, como é o caso da Av. da Boavista que em hora de ponta agora é uma fila só de cima a baixo. Este trânsito também atrasa muito os autocarros que fazem a Avenida, que na falta de Metro são o único meio de transporte válido. Chega ao cúmulo de em hora de ponta descer a Avenida demorar tanto a pé como de autocarro. É um exercício engraçado, experimentem.\n\n\\- **Qualidade de vida:** ao contrário de concelhos anexos ao Porto, como Matosinhos ou a Maia, onde parece haver iniciativas e obras para melhorar a qualidade de vida da cidade, como a construção de parques e jardins verdes, *skate parks*, eventos gratuitos, etc. no Porto nada parece acontecer. Pelo contrário, há jardins da cidade que estão em péssimo estado, negligenciados, mal-frequentados e sem cuidado nenhum.\n\n\\- **Criminalidade/pobreza**: este é talvez o ponto mais preocupante e que mais me traz esta ideia de decadência. Se antes passavam alguns toxicodependentes pela minha rua de vez em quando, que se deslocavam entre bairros (geralmente Pasteleira e Francos), agora a situação está bem mais descontrolada. Todo o dia há drogados a pedir dinheiro em cruzamentos, cafés, esplanadas, restaurantes, numa extensão enorme e já bastante afastada desses bairros. Não é fora do comum haver algumas situações tensas com eles (e entre eles), apesar de nunca ter sido assaltado nem nada parecido. Além disso, têm o hábito de remexer o lixo todo por onde passam, espalhando lixo que depois é levado pelo vento e deixa ruas num estado lastimável. Sair do novo Lidl ou Mercadona da Pasteleira é uma experiência quase distópica, parece que se é transportado para um subúrbio de um país de 3º mundo. É uma realidade triste e que a Câmara devia ser capaz de resolver ou pelo menos tentar.  \n\n\nEDIT: Expressei-me mal ao falar da criminalidade, eu queria referir-me especificamente ao tráfico e consumo de droga, motivado pela falta de estrutura social e apoio a essas pessoas.\n\nO que acham de tudo isto? Sentem o mesmo?\n\nP.S.: Espero que não pensem que este post é *shilling* ou alguma tentativa de criticar o Rui Moreira antes das eleições, não é essa a intenção e também não vi até agora nenhuma solução para isto além de promessas fáceis dos outros candidatos.",
      "ID": "p6das6",
      "Score": 74,
      "Total Comments": 52,
      "Post URL": "https://www.reddit.com/r/porto/comments/p6das6/a_decadência_lenta_da_cidade_do_porto/",
      "Comments": [
        {
          "Comment ID": "h9c9f5t",
          "Comment": "Nasci e vivo na zona da Boavista há quase 50 anos. Percebo o que dizes. Mas estás a ver um declínio rápido dos últimos tempos(anos) . Há 25 anos era pior, depois melhorou com as obras do nó de Francos, o fim do Aleixo, o Porto 2001, o parque da Cidade, e muitas outras coisas. Entretanto parou e entrou em queda. O trânsito está pior, a zona da Pasteleira é o novo Aleixo. Não há nada de novo. O foco é o centro da cidade, a zona poente ficou mais esquecida."
        },
        {
          "Comment ID": "h9dxt3j",
          "Comment": "**Infraestruturas**: eu vivi no Porto sem Metro. Aí sim, o transporte era miserável, em que estavas restrito aos autocarros. Acho que se há algo em que o Porto está objectivamente melhor, é nisto. Junta-lhe ciclovias (mal feitas). Junta-lhe as renovações todas em parque da cidade, cinemas, mercados, faculdades, etc...\n\n**Trânsito**: Inferno. Não sei se está pior ou não, sempre foi mau. Isto é algo que os portugueses continuam a esperar que miraculosamente seja resolvido, e nunca será, porque há um limite para trânsito que consegues enfiar numa cidade. Resolver isto passa por aumentar transportes públicos e os portugueses deixarem-se de comodismos estúpidos tipo \"vivo a 10 minutos do trabalho mas vou de carro\".\n\n**Qualidade de vida**: O Porto nunca teve tantos parque renovados, tantos transportes públicos, tanta actividade cultural, etc como hoje. No entanto, quase ninguém consegue pagar viver no Porto. Ou seja, a qualidade de vida potencial até está lá, mas adianta um grosso se ninguém consegue viver \"lá\".\n\n**Criminalidade**: Já foi pior, já foi melhor, e agora está um pouco pior. Nunca tive nenhuma situação problemática, até no tempo em que \"não se podia ir à Ribeira\". Pois eu fui, carradas de vezes.\n\n&#x200B;\n\nNote-se: Acho o Rui Moreira um cretino, que não fez mais nada que andar à boleia do boom turístico, e em vez de manter o potencial negativo do mesmo debaixo de controlo, abraçou toda a cagada possível de se fazer na situação."
        },
        {
          "Comment ID": "h9cehaj",
          "Comment": "Eu morava em Lisboa até há um ano e sentia exatamente o mesmo. Acho um problema comum as grandes cidades infelizmente.\n\nPor outro lado, cidades de dimensão média como Braga, Aveiro ou Viseu vão atraindo moradores"
        },
        {
          "Comment ID": "h9cfrut",
          "Comment": "Partilho de algumas críticas e discordo com outras. Deixo abaixo algumas respostas a críticas tuas.\n\n*Infraestrutura*\n\n- As ruas da cidade têm tido obras constantes: ramalde, foz, antas, etc. Se são para melhor ou pior é outro assunto.\n\n- Nas antas e em Ramalde (e noutros sítios) têm aumentado o tamanho dos passeios e reduzido o número de faixas e o espaço para estacionamento (o pessoal do bairro de ramalde que estacione no telhado dos prédios, aparentemente).\n\n- A linha rosa está a ser construída, apesar de não a achar tão útil como fazem querer parecer.\n\n*Qualidade de vida*\n\n- Há um skatepark público novo e que vai ser alvo de uma expansão em Ramalde no INATEL.\n\n- No Verão temos música todos os fins de semana no palácio de cristal, gratuitamente.\n\n- Recentemente foi criado o cartão Porto que dá acesso gratuito/barato a locais culturais e desportivos."
        },
        {
          "Comment ID": "h9cb1j0",
          "Comment": "Eu adoro o Porto é a cidade mais linda do mundo, mas acho que não era capaz de morar no Porto ( Paranhos ainda se salva ).. não me levem a mal mas para mim gosto muito mais de Matosinhos Maia etc \nEdit: Enquanto a segurança, durante a pandemia apareceram vários vídeos do Porto que jazuz."
        },
        {
          "Comment ID": "h9cfxn4",
          "Comment": "concordo com tudo, principalmente com a falta de espaços verdes. a realidade é que o porto está parado no tempo. enquanto que outras cidades (portugal e europa) começam a perceber que têm que construir mais espaços verdes e desmotivar fortemente o uso do carro, no porto faz-se ao contrário.\n \nos poucos esforços da câmara vão na direção de apelar exclusivamente ao turismo. os portuenses taparam os olhos à miséria que a cmp tem sido mas agora parecem estar a abri-los. infelizmente as mudanças que a cidade precisa são profundas e não vejo nada planeado que realmente faça a diferença. obras no terminal de campanhã quando toda a zona à volta continua igual e cheia de problemas. promessas da construção de um mísero caminho na zona da lapa, para a estação de metro. um novo shopping na boavista (quando há imenso comércio nessa zona na miséria)... não me recordo de mais nada... é a isto que se resume a segunda maior cidade do país. para mim, o pior é mesmo o contentamento da maioria dos portuenses.\n\nentretanto o moreira espera pela sua oportunidade à presidência do fcp às custas dos cidadãos. e são mais uns anos..."
        },
        {
          "Comment ID": "h9db1jn",
          "Comment": "O Porto já esteve muito pior em criminalidade, infraestrutura e falta de cuidados com os recursos municipais. Muito tem vindo a ser feito e muito foi feito à conta do dinamismo económico que o turismo trouxe. \n\nZonas verdes? Parque da cidade, parque Oriental, palácio de cristal e jardim botânico. Podíamos ter umas zonas para os miúdos brincarem (algo que não tivesse relva para poupar na manutenção e que estivesse numa zona bem iluminada e não como aquele que está no \"jardim\" atrás da reitoria), sim podíamos.  \n\nEra porreiro reduzir o ruído em toda a zona metropolitana, sim, definitivamente. Os autocarros, as motas e as estradas em paralelo são responsaveis por imenso ruído. Podíamos fazer algo em relação a isso.\n\nDecadência lenta? Não. Antes pelo contrário."
        },
        {
          "Comment ID": "h9cghuu",
          "Comment": ">que fazem com que conduzir nelas\n\nAo menos consegues conduzir nelas, em Valbom a estrada principal que dá acesso ao Porto está em obras há quase 9 meses.E ainda por cima irá ficar em sentido único para viaturas, e sentido duplo para transportes públicos, em que vai passar a existir apenas uma faixa.\n\nPara o comércio desta rua já não chegava os problemas da pandemia, ainda levaram com estas obras.  \n\n\n  \n\n\n  \nMas voltando ao tema original:  \nConcordo com a maioria dos pontos. Principalmente com o ponto do transito, existe muitos locais com uma falta de planeamento em termos de transito (a minha queixa acima, também vai ser um caso possivel de gerar transito onde antes não acontecia )"
        },
        {
          "Comment ID": "jq5rnpi",
          "Comment": "O executivo de Rui Moreira não vê como sua função a melhoria das condições de vida dos cidadãos, mas apenas serem facilitadores de negócios na esperança que o mercado resolva sozinho.\nA pouca obra pública que existe tem qualidade questionável. No Mercado do Bolhão comerciantes passam frio. Multimodal de Campanhã está aos remendos. Jardins estão vazios, não há parques desportivos.\n20 anos depois de ser perceber que shoppings destroem cidades, a extensa área livre na Boavista vai receber um El Corte Ingles, em vez de parques ou habitação.\nApesar de Portugal ser um modelo no combate às drogas, retirando clientes aos traficantes através de programas de apoio e assim controlando a criminalidade, Moreira faz parte da geração de políticos que desistiu de inovar e pede o regresso da guerra às drogas dos anos 70.\nEdit para relembrar que nos transportes a única obra que mostra é uma linha de autocarros que entregou à metro do Porto e não STCP para poder dizer que fez um metrobus. Isto só depois de refazer a avenida da Boavista, que foi renovada há menos de 10 anos com fundos comunitários. Mais negócio.\nJoga a cartada de ser contra o “poder central” - leia-se governo - quando é totalmente submisso ao poder económico. Pressionado por bares e por ódio aos pobres, literalmente pede a CRIMINALIZAÇÃO do consumo de álcool na rua.\nO Porto está em decadência, sim. Mas não é bug, é feature"
        },
        {
          "Comment ID": "h9d6851",
          "Comment": "Os radares não ajudam ao trânsito..."
        },
        {
          "Comment ID": "h9cbmtv",
          "Comment": "Maia nao tem qualquer beleza natural \nPrédios e mais prédios, um dormitório autêntico"
        },
        {
          "Comment ID": "h9e6ie3",
          "Comment": "Concordo com tudo. Só conheço o Porto desde 2015, e moro e trabalho no Porto desde 2017 até hoje, e tudo o mundo de cá já me indicou que a situação antes era muito ruim, mas tinha melhorado muito nos últimos anos (nomeadamente caminhar de noite pela cidade). Mas também percebo essa situação de decadência lenta, nomeadamente na situação da droga: i) as linhas 200 e 207 há alguma hora que é quase os autocarros da droga, ii) os assaltos aos carros estrangeiros (e mesmo de pt) são bastante habituais, etc. e a polícia não existe, iii) a zona da Sé/Mercado São Sebastião é uma no-go zone, etc. \r  \n\r  \nEvidentemente não é a situação anterior donde de Gonçalo Cristóvão até o Marquês era quase uma no-go zone, mas algumas ruas ainda continuam a ser melhor não morar lá. Há uns dias lia esta informação do Público sobre a prostituição e degradação do Porto em 20008 https://www.publico.pt/2008/12/07/jornal/na-rua-onde-nasceu-a-francesinha--e-a-degradacao-que-hoje-mais-ordena-287034 e ainda há zonas que continuam mesmo igual.\r  \nA situação não é boa com um RM que só vive para o turismo (e presuntivamente para os seus negócios), esquecendo aos moradores do Porto (no Porto há qualidade do vida é muito ruim já que as zonas verdes som muito escassas, a vivenda é ruim e cara, etc.).\n\nRelativo às infra-estruturas e o trânsito, sempre foi um caos. O metro funciona bem, mas não chega a todo o lado e muitas vezes lotado (mesmo em pandemia). A suposta linha rosa ou a nova ponte com Gaia vão ajudar a melhorar o trânsito, mas até então (2025?) vamos lá ver..."
        },
        {
          "Comment ID": "hgjp27m",
          "Comment": "Já agora, para quem é do Porto, o que acham da zona do cruzamento do monte de Burgos? Aqueles prédios do lado já Matosinhos.\n\nEstou a pensar ir morar para lá."
        }
      ]
    },
    {
      "Title": "STCP 503 é fantasma?",
      "Post Text": "Já não é a primeira vez que fico à espera do 503, na zona do campo alegre, e o mesmo nunca aparece enquanto nas app dizer sempre que tá a 1 minuto e vai sempre atrasando. Já tentei vários horários e nunca os vi.",
      "ID": "18fueqg",
      "Score": 15,
      "Total Comments": 12,
      "Post URL": "https://www.reddit.com/r/porto/comments/18fueqg/stcp_503_é_fantasma/",
      "Comments": [
        {
          "Comment ID": "kcwjfxk",
          "Comment": "https://www.stcp.pt/pt/alteracoes-de-servico/linha-503-alteracao-de-percurso-obras-brt/"
        },
        {
          "Comment ID": "kcx7ipq",
          "Comment": "Passa em frente a minha casa. Dos autocarros que passam por lá é de facto o mais incerto. Autocarro fantasma é um bom nome porque ele no app diz que tá a passar e as vezes nem vê-lo."
        },
        {
          "Comment ID": "kcxne6r",
          "Comment": "por momentos achei que estavas à procura do [SCP 503](https://scp-wiki.wikidot.com/scp-503) no Campo Alegre"
        },
        {
          "Comment ID": "kcx118k",
          "Comment": "O 503 existe, já andei nele, mas é possível que por causa da mudança de percurso temporária estejas a tentar apanhá-lo num local errado. \n\nQuando falas em \"zona do campo alegre\", estás a referir-te a que paragem exactamente?"
        },
        {
          "Comment ID": "kcz2enf",
          "Comment": "Acho que esse vai para Leiria"
        },
        {
          "Comment ID": "kcwj8kk",
          "Comment": "O mapa dessa linha no google maps não me parece certo, mas no moovit bate certo com o site da stcp.. Precisamente na zona do campo alegre."
        },
        {
          "Comment ID": "kcwhrdz",
          "Comment": "Já usei esse bus durante muito tempo, sempre foi uma miséria."
        },
        {
          "Comment ID": "kcwip71",
          "Comment": "Não estarás à espera no sítio errado devido as obras? Os horários em tempo Real nunca me deixaram ficar mal, e eu uso muito..(no entanto nunca usei essa linha)"
        },
        {
          "Comment ID": "kcwz216",
          "Comment": "Tem paragem na zona da Boavista e campo alegre e nunca vi"
        }
      ]
    },
    {
      "Title": "Ajuda em procurar apartamentos / Apartment search help",
      "Post Text": "PT primeiro / English at the end\n\nBom dia Porto. Estou a mudar para Portugal e vou começar a procurar um apartamento para arrendar daqui há uns meses. Vai ser um contrato de 1 ano ou mais, a começar em janeiro ou fevereiro 2023. Tenho algumas perguntas:\n\nPodem me ajudar definir uma área/bairro para procurar? Considerações:\n\n* Quero surfar \\~2 vezes por semana, mas sou iniciante e não preciso das \\~melhores ondas\\~; eu seria feliz levar o comboio/autocarro para as praias.\n* Prefiro poder dormir pela noite; quero evitar os bairros com barulho alto\n* Danço forró, quero fazer aulas de cerâmica, e quero jogar D&D numa loja de jogos--essas coisas acontecem por volta da estação Faria Guimarães. Posso levar comboio/autocarro a esses lugares, mas imagino que poder chegar á pe seria ótimo para mim.\n* Eu gostaria de achar um apartamento T1 espaçoso.\n\nVai ser a minha primeiro vez procurando um apartamento na Europa. Tenho bastante experiência em arrendar apartamentos em Nova York, mas imagino que é diferente em Porto. Vou ter 3 semanas (meio de novembro até início de dezembro) para achar um contrato a começar em janeiro ou fevereiro--é tempo suficiente? Como é o processo? Imagino que olho nos anúncios online e chamo para o dono/agente por telemóvel, hein? Quanto tempo os arrendamentos permanecem disponíveis no final do ano?\n\nQualquer ajuda vocês possam me oferecer seria muito agradecida!\n\n(Desculpa pelo português menos que fluente!)\n\n\\--\n\nGood morning Porto. I'm moving to Portugal and want to start looking for apartments to rent in a few months. I'm looking for a 1+ year lease to start in Jan/Feb 2023. Some questions:\n\nCan you help me define an area to search within? Considerations:\n\n* I want to surf \\~twice a week, but I'm still a beginner so I don't need like the perfect waves. I'd be happy to take the train/bus to the beaches.\n* I like sleeping at night! No noisy neighborhoods.\n* I dance forró, want to do pottery classes, and want to play D&D at the games store--all these things are located around the Faria Guimarães station. While I can take a train/bus to them, I would love to be able to just walk to them.\n* I want to find a spacious 1 bedroom.\n\nIt'll be my first time looking for an apartment in Europe. I have plenty of experience renting apartments in NYC, but I imagine it's different in Porto. I'll have 3 weeks (mid-Nov-early Dec) to find a lease starting Jan/Feb--is that enough time? What's the process like? I imagine I would look at online ads and then call the owner/agent on the phone, is that right? How long do properties stay available toward the end of the year?\n\nAny help you can offer is greatly appreciated!",
      "ID": "wt2fip",
      "Score": 0,
      "Total Comments": 9,
      "Post URL": "https://www.reddit.com/r/porto/comments/wt2fip/ajuda_em_procurar_apartamentos_apartment_search/",
      "Comments": [
        {
          "Comment ID": "il1sh45",
          "Comment": "Outra vez arroz? Arranjar casa vai ser difícil consoante o teu orçamento. Lendo as tuas condições assumo que não vais ter dificuldade nesse aspecto. O que não falta neste sub são mais posts como o teu, procura lá o que fazer"
        },
        {
          "Comment ID": "il1w9zm",
          "Comment": "Fodasse este pessoal que aqui vem deve achar que somos todos agentes imobiliários a trabalhar para aquecer"
        },
        {
          "Comment ID": "il1ocsh",
          "Comment": "Qualquer coisa dentro do porto é fácil em termos de transportes. Se tiveres dúvida vê no mapa, tudo o que fica para dentro da estrada da circunvalação é o Porto. Para dentro significa que a estrada faz uma semi \"circunferência\" entre o rio e o oceano.\nA zona que queres para surfar mais fácil de chegar será Matosinhos, é fácil de metro.\nChegar a faria Guimarães é igualmente fácil.\nNão há bairros barulhentos no porto.\nBoa sorte a encontrar um T1 espaçoso.\nVai ser difícil encontrares algo agora para alugar só em fevereiro."
        },
        {
          "Comment ID": "il2o39n",
          "Comment": "Traz muitooo dinheiro, vais precisar."
        },
        {
          "Comment ID": "il5aruv",
          "Comment": "Procura no Idealista. É para isso que ele serve. Não estejas à espera que as pessoas façam esse trabalho por ti."
        }
      ]
    },
    {
      "Title": "Olá! Alguém me sabe informar qual a viagem mais barata entre Lisboa-Porto?",
      "Post Text": "Tanto faz ser comboio ou autocarro. Obrigado desde já. :)",
      "ID": "cyqwr4",
      "Score": 3,
      "Total Comments": 10,
      "Post URL": "https://www.reddit.com/r/porto/comments/cyqwr4/olá_alguém_me_sabe_informar_qual_a_viagem_mais/",
      "Comments": [
        {
          "Comment ID": "eyvgyft",
          "Comment": "Tempo/preço será boleias do Facebook~blablacar"
        },
        {
          "Comment ID": "eyuauwu",
          "Comment": "A mais barata é a pé"
        },
        {
          "Comment ID": "eytuhb6",
          "Comment": "Ryanair de vez em quando sai por 10€ (mais barato que o expresso)"
        },
        {
          "Comment ID": "eytokvw",
          "Comment": "Provavelmente na rede expressos."
        },
        {
          "Comment ID": "eyttqby",
          "Comment": "Se for rede expressos podes apanhar alguns descontos, conforme o dia da semana (é mais caro à sexta e domingo acho), idade, se compras logo ida e volta, entre outros. \n\nComboios não me lembro bem mas acho que a diferença não é muita se comparados preços normais, e é mais rápido.\n\nOu então grupos de boleias no FB e etc ;)"
        },
        {
          "Comment ID": "eyttlpu",
          "Comment": "A pé!"
        }
      ]
    },
    {
      "Title": "Quem é que já tinha saudades deste trânsito?",
      "Post Text": "",
      "ID": "16ave3m",
      "Score": 34,
      "Total Comments": 39,
      "Post URL": "https://www.reddit.com/r/porto/comments/16ave3m/quem_é_que_já_tinha_saudades_deste_trânsito/",
      "Comments": [
        {
          "Comment ID": "jz9mqac",
          "Comment": "É sempre assim quando chove, a cidade fica caótica.\n\nMais rapidamente o tuga pega no carro para descer a rua do que abre o guarda chuva"
        },
        {
          "Comment ID": "jzary75",
          "Comment": "Até eu hoje de bicicleta tive dificuldades em chegar a casa. Meu deus... \n\nJá era de esperar que por estes dias o trânsito começasse a voltar à normalidade, juntou-se a chuva e pronto. Basta chover um pouco para que o trânsito fique muito pior. \n\nE como é bom ver a faixa do autocarro constantemente ocupada por carros estacionados, fazendo com que o autocarro perca tempos infinitos para seguir a sua vida. Ahhh Porto, nunca desiludes. \n\nBem amigos, para o ano, julho e agosto, temos o Porto com menos carros outra vez. \n\nAté lá... força nisso. Eu cá vou continuar a fazer as minhas deslocações de bicicleta e fazer em 10 minutos o que um carro demora 40 minutos a fazer (isto é só uma indireta para aqueles que moram a 2 km do trabalho no Porto e insistem em ir de carro todos os dia)."
        },
        {
          "Comment ID": "jza3wke",
          "Comment": "Pera lá... Pessoas dentro de carro estão surpreendidas com o trânsito? 🙃🙃🙃🙃🙃🙃🙃🙃🙃"
        },
        {
          "Comment ID": "jza9arx",
          "Comment": "Se estiverem a responder enquanto conduzem, façam um favor a vocês mesmos, e guardem o telemóvel até chegar a casa."
        },
        {
          "Comment ID": "jz9opgw",
          "Comment": "Eras tu que não paravas de apitar?😂"
        },
        {
          "Comment ID": "jza0h5t",
          "Comment": "Balha-me Deuze! Aquela Mouzinho de Silveira está ao rubro!"
        },
        {
          "Comment ID": "jzawe5u",
          "Comment": "Eu não, porque uso bicicleta. Um abraço e muita força nesta hora difícil."
        },
        {
          "Comment ID": "jz9n4x8",
          "Comment": "Já não ia ao centro do Porto há uns 3 anos. Um destes dias fui se carro dos aliados até a ribeira, e fiquei parvo com o caos. Não tinha a noção."
        },
        {
          "Comment ID": "jza226f",
          "Comment": "1h30 para fazer Boavista-Maia! Tinha mesmo saudades disto..."
        },
        {
          "Comment ID": "jz9szat",
          "Comment": "Dasss"
        },
        {
          "Comment ID": "jzaltv6",
          "Comment": "Vai a pé."
        },
        {
          "Comment ID": "jzazlx2",
          "Comment": "Eu saí pelas 18:45 para Braga e tava bonito tava, menos mal que me consegui escapar pela via norte e A4… Na VCI ainda la estava 🤣"
        },
        {
          "Comment ID": "jzcjgfy",
          "Comment": "Passem pela zona da Boa Vista ao voltar do trabalho. Delícia de trânsito"
        },
        {
          "Comment ID": "jzf8e05",
          "Comment": "O meu GPS inventou um caminho muito manhoso mas não parei, foi sempre a andar. Em vez dos 15 minutos habituais demorei 25 até casa."
        },
        {
          "Comment ID": "k9t4cec",
          "Comment": " São Paulo, quarta-feira, 30 de agosto de 1995\r  \n\r  \n\r  \nPróximo Texto | Índice\r  \n\"Windows 95\" pirata já está no Brasil\r  \n\r  \nCópias ilegais do \\`\\`Windows 95\", novo sistema operacional da Microsoft, já estão disponíveis no mercado brasileiro.\r  \nNa semana passada, quando o programa foi lançado oficialmente em uma grande festa em Redmond (EUA), o produto já era oferecido por piratas no mundo inteiro.\r  \nNa China, cópias eram vendidas pelo equivalente a US$ 2,50 -o preço do produto legal gira em torno de US$ 90, nos EUA.\r  \nNa Holanda, uma pessoa, que se identificou como \\`\\`Pedro, o Pirata\", anunciou ter 50 mil cópias ilegais para colocar no mercado.\r  \nOs piratas entram, ilegalmente, na corrente mundial de vendas que cerca o \\`\\`Windows 95\".\r  \nO programa vem substituir as funções do DOS e do \\`\\`Windows\" e ainda traz muitos recursos novos. Ele facilita a operação do computador e torna mais produtivo o uso da máquina.\r  \nPara promovê-lo, a Microsoft está gastando uma quantia estimada em cerca de US$ 300 milhões. Em contrapartida, o programa deve render à empresa cerca de US$ 3,5 bilhões, nos próximos 12 meses.\r  \nAqui no Brasil, é vendido em português por cerca de R$ 125 para quem já tem DOS e \\`\\`Windows\". A versão completa custa em torno de R$ 230.\r  \nNa última sexta-feira, o \\`\\`Win95\" pirata podia ser comprado em São Paulo, em inglês, por R$ 75 -o produto vinha em 25 disquetes (versão completa).\r  \nEm português, em 13 disquetes, saía por R$ 52. Também em português, a versão completa era encontrada por R$ 84.\r  \nOutra opção para quem quisesse arriscar a compra ilegal era um CD-ROM com 59 títulos.\r  \nO \\`\\`Windows 95\" também pode ser obtido de graça -e ilegalmente- por meio da rede de computadores Internet e em BBS -serviços eletrônicos de troca de mensagens. O recebimento do programa completo pode levar até dez horas."
        }
      ]
    },
    {
      "Title": "O Trânsito no Porto está pior?",
      "Post Text": "Pessoal do Porto, ainda sinceramente não consigo perceber se isto será apenas impressão minha devido a calma de trânsito que tivemos durante os quase 2 anos de lock down, mas, nao notam que o trânsito no Porto está muito pior do que estava em 2018 e 2019?\n\nNovamente, isto pode ser só uma impressão minha devido a calma que tivemos, mas sinceramente não me lembro de isto estar tão mau como esta agora.\n\nPara terem uma noção do que vos falo, eu ja desde 2018 que vivo junto à rotunda da areosa e trabalho na Boavista. Devido meio que á falta de opções de transporte público que tenho (de autocarro sou obrigado a mudar 2 vezes e demora quase 2 horas lá a chegar) eu vou de carro. Eu antes fazia está viagem em hora de ponta em cerca de 15-20 min, agora já demoro uma média de 35-45 min.\n\nAquilo que noto sem dúvida é muito mais trânsito na Fernão Magalhães e um caos tremendo para entrar na VCI muito devido a faixa de entrada na VCI ser também uma faixa de saída para A3. \n\nIsto obviamente que já tudo acontecia antes, mas agora parece que ficou 10x pior. \n\nMais alguém nota isto? \nO que acham que este maior fluxo de trânsito será?",
      "ID": "vizsg0",
      "Score": 11,
      "Total Comments": 9,
      "Post URL": "https://www.reddit.com/r/porto/comments/vizsg0/o_trânsito_no_porto_está_pior/",
      "Comments": [
        {
          "Comment ID": "idg03pv",
          "Comment": "A Fernão Magalhães esteve bastante pior na altura das obras, agora parece ter melhorado... Mas trânsito sempre teve.\n\nEdit: Quanto ao trânsito em geral no Porto, sinceramente parece-me igual."
        },
        {
          "Comment ID": "idgb12v",
          "Comment": "Compra uma mota."
        },
        {
          "Comment ID": "idfzga4",
          "Comment": "Sinceramente, moro em Faria Guimarães perto do túnel e já há quase 20 anos era um caos ao final do dia. Trabalhei 6 anos perto da Rotunda da Areosa e já na altura demorava mais de meia hora nas horas de ponta para chegar a casa.."
        },
        {
          "Comment ID": "idg18m7",
          "Comment": "A mim tenho notado mais trânsito realmente"
        },
        {
          "Comment ID": "idj9drx",
          "Comment": "A solução são as duas rodas!!! Fantástico meio de transporte urbano.Sempre a furar 🤣🤣🤣"
        },
        {
          "Comment ID": "idjf15x",
          "Comment": "> Aquilo que noto sem dúvida é muito mais trânsito na Fernão Magalhães e um caos tremendo para entrar na VCI muito devido a faixa de entrada na VCI ser também uma faixa de saída para A3.\n\nDas maiores aberrações da VCI.\n\nDo lado oposto, tens a saida da A3 para a VCI, que está escassos metros antes da saida da VCI para a fernão magalhães.\n\nVenha o diabo e escolha."
        },
        {
          "Comment ID": "idjv5pz",
          "Comment": "[deleted]"
        },
        {
          "Comment ID": "idks5ut",
          "Comment": "Demoras 2 horas de autocarro? Não sei em que cidade vives, mas em duas horas das 3 voltinhas à VCI e ainda para para comer um rissol de camarão."
        }
      ]
    },
    {
      "Title": "Malta a rezar e vender livros no campo 24 de Agosto",
      "Post Text": "Boas malta. Espero q estejam bem e que tenham tido oportunidade de votar.\n\nOntem, antes de apanhar um autocarro no campo 24 de Agosto, fui abordado por um jovem brasileiro (talvez nos seus early 20s) que me perguntou se podia rezar por mim (e rezou) e depois me pediu p escolher um livro (que depois custava 5€). Normalmente cago nesta malta, mas apanhou mm de surpresa, e acabei por - muito estupidamente - lhe dar o meu numero e o meu primeiro nome para me mandar \"orações\", e reparei que tinha outros números (onde se inclua a pessoa q abordou imediametamente antes de mim) Ora, eu sou completamente agnóstico, mas até estava curioso p ver o que ele mandava e irremediavelmente bloquear o número, apercebendo-me depois que é muito gajo de ser um scam e de ter dado o meu número a um estranho :(\n\nAnyways, erro parvo meu à parte, já se depararam com esta malta? Em 5 anos a viver no Porto nunca tinha visto isto. Será um scam qqer ou será uma nova geração de evangelismo a importunar malta no seu dia-a-dia?",
      "ID": "pvxtod",
      "Score": 26,
      "Total Comments": 13,
      "Post URL": "https://www.reddit.com/r/porto/comments/pvxtod/malta_a_rezar_e_vender_livros_no_campo_24_de/",
      "Comments": [
        {
          "Comment ID": "hedu50u",
          "Comment": "O Porto está cheio dessas seitas vindos Brasil, são uma autêntica praga e são um scan gigante.\nEssa dos livros é nova, mas depois de ver as ciganas mudas que te mandam assinar um papel e depois quase te mandam um murro por não dares moeda para o esquema delas, já não me espanta muito."
        },
        {
          "Comment ID": "hede6vl",
          "Comment": "Isso parece comportamento de evangélicos no Brasil, Igreja Universal, Assembléia de Deus, Quadrangular, etc. Já vi algumas cá em Porto, mas nunca os vi na rua pregando. Porém, não é comum venderem livros, já que essas igrejas já dispões de dinheiro o suficiente e atraem as pessoas \"doando\" livros, folhetos, etc.\n\nLembro de ter visto no Brasil somente Hare Krishnas vendendo livros. Você comprou o livro? Ou se lembra do título?\n\nSobre Scam, acho que não vai ter problemas. A não ser que comece a ir na igreja e comece a dar 10% de seu salário pra o Pastor. hahah\n\nSobre igrejas evangélicas e \"scam\":\n\n[Provas 'contundentes' apontam lavagem de dinheiro da Universal em Angola, dizem investigadores](https://www.bbc.com/portuguese/internacional-57381793)\n\n[Igreja Universal é investigada por movimentações bancárias suspeitas na Argentina](https://apublica.org/2020/08/igreja-universal-e-investigada-por-movimentacoes-bancarias-suspeitas-na-argentina/)\n\n[MP suspeita que Igreja Universal foi usada para ocultar R$ 6 bilhões](https://www.correiobraziliense.com.br/politica/2020/12/4896503-mp-suspeita-que-igreja-universal-foi-usada-para-ocultar-rs-6-bilhoes.html)\n\n[Edir Macedo ensinando Pastores a pedir dinheiro](https://www.youtube.com/watch?v=vWV18gxb5ZY)"
        },
        {
          "Comment ID": "hef8vtd",
          "Comment": "Tiveste sorte. Essa abordagem há uns anos seria para te assaltar ou para te fazer um broche a troco de dinheiro para a droga."
        },
        {
          "Comment ID": "hege2fs",
          "Comment": "Já tenho visto uns quantos por aí. Rotunda da Boavista, praça do Corte Ingles, etc. É \"scam\" no sentido em que é mais um culto religioso a tentar chatear te e converter. Provavelmente não vão gastar muita energia atrás de ti numa fase inicial, é na base da pesca de arrastão, vão tentar chegar ao maior número de pessoas possíveis de forma barata (mass spam text) e investem apenas minimamente nos poucos eventuais que mostrarem alguma abertura."
        },
        {
          "Comment ID": "heqt8r8",
          "Comment": "Olá malta. Vim só dizer que recebi a mensagem pelo whatts. Perguntam se podem continuar a orar por mim. Muito bom hehem. obrigado pelas respostas e boa semana p todos!"
        },
        {
          "Comment ID": "hedi50u",
          "Comment": "[deleted]"
        },
        {
          "Comment ID": "heegrk8",
          "Comment": "Em Braga, aos domingos, mesmo no centro, costumavam estar umas 4 pessoas rodas bem vestidas, com expositores desdobráveis com panfletos. Presumo que jeovas ou klkr coisa do género. Nunca cheguei a ser abordada (felizmente)"
        }
      ]
    },
    {
      "Title": "Pergunta sobre funcionamento de Uber e taxi de madrugada",
      "Post Text": "Boa noite, malta.\n\nEssa semana precisarei ir até o aeroporto por volta das 4h da manhã, mas não sei se é fácil ou difícil conseguir um carro que me leve até lá a essa hora. Quem tem o costume de andar por esse horário pode me dizer quão fácil ou difícil é?\n\nObrigado!\n\n  \nEDIT: Obrigado a quem respondeu. Acho que vou agendar o Uber mesmo como sugeriram :) ",
      "ID": "17zyss0",
      "Score": 9,
      "Total Comments": 5,
      "Post URL": "https://www.reddit.com/r/porto/comments/17zyss0/pergunta_sobre_funcionamento_de_uber_e_taxi_de/",
      "Comments": [
        {
          "Comment ID": "ka2fgnz",
          "Comment": "Não deveras ter problema. Por descargo de consciência podes também agendar um Uber apesar de pagares ligeiramente mais"
        },
        {
          "Comment ID": "ka2ndwr",
          "Comment": "Essa é hora de ponta dos TVDE. Não devem faltar. Já apanhei vários sem problema a essa hora, mas moro no Porto. Não sei se nos arredores é também fácil."
        },
        {
          "Comment ID": "ka2jfy9",
          "Comment": "Costumo agendar Uber e tem funcionado bem."
        },
        {
          "Comment ID": "ka3an43",
          "Comment": "É normal haver bastantes motoristas a essa hora, tens ainda se preferires a opção de autocarro noturno (3M Aliados-Aeroporto)"
        },
        {
          "Comment ID": "ka53s3b",
          "Comment": "Uber é a melhor para a tua situação. Pagas um pouco mais, mas o serviço é garantido. Já me aconteceu com outras empresas de TVDE's não aparecerem"
        }
      ]
    },
    {
      "Title": "Eu sei que é um pedido estranho, mas precisava de direções para o Shopping de Gaia.",
      "Post Text": "Boas pessoal.\n\nEu e a namorada estavamos interessados a ir ver um filme que só está disponível no shopping de Gaia. Eu sou do Porto, ela não, e infelizmente não faço ideia de como lá ir.\n\nA ideia é usar apenas transportes públicos, Metro ou autocarros.\n\nSupondo que eu estou em S. Bento. Alguém sabe quais autocarros / metros devo apanhar e sair onde para lá chegar?\n\nObrigado!",
      "ID": "4og0a2",
      "Score": 2,
      "Total Comments": 2,
      "Post URL": "https://www.reddit.com/r/porto/comments/4og0a2/eu_sei_que_é_um_pedido_estranho_mas_precisava_de/",
      "Comments": [
        {
          "Comment ID": "d4c9eri",
          "Comment": "Um uber não seria opção? "
        },
        {
          "Comment ID": "d4c9sqz",
          "Comment": "[deleted]"
        }
      ]
    },
    {
      "Title": "Recommendations to book early airport transfer?",
      "Post Text": "Hello people! I have very early flights in Porto and will thus need to leave my hotel very early (04.00 to 05.00). Unfortunately, we have booked a hotel that does not arrange shuttles/taxis to the airport. We will be a group of 6 which makes matters more complicated. I was thus wondering if you guys had any suggestions of services we could use.\n\nOnline I saw Welcome Pickups, PortoAirport Transfers TO and other local services which we can book in advance but  just wondering if people have experience here and what you all would recommend. We have read some reviews of some services where transfers were cancelled last minute and do not want to find ourselves in this situation.\n\nConcerning Uber, well I’m wondering whether there will be Uber at this time of the night ; I have had a terrible experience previously in Paris whereby, in a similar situation but around 07.00 to 08.00 am (not even that early/late), the Uber app was not working properly ; there were not many Ubers around and the app would not put through our orders of the cars that did show. Total panic to be honest, never relied on Uber again since then.",
      "ID": "13yh6he",
      "Score": 2,
      "Total Comments": 17,
      "Post URL": "https://www.reddit.com/r/porto/comments/13yh6he/recommendations_to_book_early_airport_transfer/",
      "Comments": [
        {
          "Comment ID": "jmmu9i7",
          "Comment": "Search for taxi companies, ask for info and compare."
        },
        {
          "Comment ID": "jmmx471",
          "Comment": "Talk with the Uber drivers. 80% of them do private services on the side and can help you. Especially if they have a high user score in app.\n\nI personally recommend this company. Very professional drivers and lots of experience. https://www.livingtours.com/en/trips/tours/porto-airport-transfers"
        },
        {
          "Comment ID": "jmmxwb3",
          "Comment": "Is your hotel in the city center?\nShouldn’t be a problem to get an Uber or a Bolt at that time. The bigger ones for 6 might be difficult but getting 2 regular cars will be fine.\n\nYou can also schedule a taxi in advance. Just call the day before a taxi company to do the booking."
        },
        {
          "Comment ID": "jmoaeil",
          "Comment": "My wife works at a 2 star hotel and they constantly call taxis at any time for the airport. they even book it on the previous day if needed... I highly doubt you hotel doesn\\`t do it.\n\nIf you want, send me a private message with the hotel name in case it\\`s hers and if not, i can also try to get you the number of a taxi that does it. You also have Taxis Invicta with a 24h service and they can arrange for 6 people."
        },
        {
          "Comment ID": "jmqslyh",
          "Comment": "[This bus](https://www.stcp.pt/en/travel/lines/?linha=3M) runs all night, once per hour. \n \nIt's very reliable and pretty quick, too. I always use it to go to the airport as it stops near me. \n \nI always see hostesses and airport workers using it, too, because it's so punctual. \n\nAnd only 2.50 per ticket."
        },
        {
          "Comment ID": "jn073l6",
          "Comment": "Thank you very much to everyone who replied and helped me out! Big thank you, you all rock! :)"
        },
        {
          "Comment ID": "jmodlz1",
          "Comment": "Why don't you just take a bus?!"
        },
        {
          "Comment ID": "ksazlk6",
          "Comment": "would like to take the train Lisbon airport to downtown Porto, but will be carrying a couple of checked baggage and caryons and with young girls and female spouse, so ill probably need an alternative, unless trains are super easy.    private transport?  ive tried bolt from the states, but it isnt working."
        }
      ]
    },
    {
      "Title": "Transportes da cidade como turista.",
      "Post Text": "Olá invicta,vou passar cerca de dia e meio no Porto e gostaria de saber o que aconselham a nível de transportes, se é que acham necessário comprar algum tipo de passe. Como vou ficar algo afastado da linha de metro iria com certeza utilizar o Autocarro pelo menos para voltar de Campanhã.  \n\n\nObrigado, um alfacinha.",
      "ID": "croaly",
      "Score": 1,
      "Total Comments": 4,
      "Post URL": "https://www.reddit.com/r/porto/comments/croaly/transportes_da_cidade_como_turista/",
      "Comments": [
        {
          "Comment ID": "ex7g8f4",
          "Comment": "Olá! O Andante funciona para autocarro e metro. Mas depende muito do que tens em mente.."
        },
        {
          "Comment ID": "ex7ies1",
          "Comment": "Compra um andante com uma data de viagens."
        }
      ]
    },
    {
      "Title": "Estacionamento no aeroporto esgotado",
      "Post Text": "Vou voar amanhã  a partir do porto e parece que tudo o que e estacionamento no aeroporto está esgotado. Alguma recomendação para estacionar que seja possível usar Uber?\n\nDesde já o meu obrigado",
      "ID": "12cwgti",
      "Score": 5,
      "Total Comments": 10,
      "Post URL": "https://www.reddit.com/r/porto/comments/12cwgti/estacionamento_no_aeroporto_esgotado/",
      "Comments": [
        {
          "Comment ID": "jf3ntxa",
          "Comment": "O melhor é ir sempre de metro ou de autocarro"
        },
        {
          "Comment ID": "jf3vjmn",
          "Comment": "Estacionar na estação da senhora da hora e depois ir de metro ou Uber"
        },
        {
          "Comment ID": "jf3m1yw",
          "Comment": "Eu costumo deixar o carro no OPO Hotel, fica em boxe subterrânea e têm transfer para o aeroporto."
        },
        {
          "Comment ID": "jf3yj7k",
          "Comment": "Costumo deixar no Flypark mas presumo que já esteja esgotado."
        },
        {
          "Comment ID": "jf4ap3a",
          "Comment": "Há sempre a opção de estacionar na rua do flypark (mesmo do lado que dá para ver os aviões a aterrar/levantar) e ir o resto do caminho a pé. Há sempre gente a passar por causa do aeroporto (e dos restantes parques pagos), portanto o risco de roubarem lá um carro é mínimo."
        },
        {
          "Comment ID": "jf5msf9",
          "Comment": "Comprei o estacionamento na Ryanair ontem a noite mas ainda não recebi e-mail para me dizer aonde estacionar. Se calhar já foram 40 euros. Vou tentar estacionamento de rua como foi dito ou então dentro da cidade. Estou a 2 horas de distância na serra da estrela e entre deixar os cães as 10 não vou ter muito tempo para procurar já que o voo e as 2:40. Nunca me passou pela cabeça ser necessário fazer reserva de estacionamento. Conheço dezenas de aeroportos pelo mundo mas muito mal os portugueses. Vai ser uma aventura lol"
        },
        {
          "Comment ID": "jfakho1",
          "Comment": "Agradeço toda a ajuda que vocês me deram. Antes de sair de casa liguei para o star parking e a senhora fez todos os possíveis para me acomodar, se bem que estava lotada. O star parking vai de certeza levar 5 estrelas minhas no Google."
        },
        {
          "Comment ID": "jf65iu0",
          "Comment": "Deixar o carro num qualquer sítio minimamente seguro que tenha estação de metro perto e depois ir de metro."
        },
        {
          "Comment ID": "jf74k38",
          "Comment": "Estaciona no parque de estacionamento do metro de Pedras Rubras. Vai o restante a pe, metro autocarro ou taxi. O que te apetecer. Sāo uns 15 min a pe. Moro ali à Beira."
        }
      ]
    },
    {
      "Title": "Metrobus do Porto liga Casa da Música à Anémona em 17 minutos em junho de 2024",
      "Post Text": "",
      "ID": "10pz8l3",
      "Score": 28,
      "Total Comments": 11,
      "Post URL": "https://observador.pt/2023/01/30/metrobus-do-porto-liga-casa-da-musica-a-anemona-em-17-minutos-em-junho-de-2024/",
      "Comments": [
        {
          "Comment ID": "j6n15i2",
          "Comment": "ri-me porque no outro dia demorei 17min a fazer meia rotunda da boavista até à avenida de França, ali logo no inicio junto ao bankinter."
        },
        {
          "Comment ID": "j6np92g",
          "Comment": "[deleted]"
        },
        {
          "Comment ID": "j6qk3fp",
          "Comment": "Metrobus em Coimbra, Metrobus no Porto, Metrobus entre Braga e Guimarães....\nTanto se fala de Metrobus em Portugal e ainda não vi imagens de nenhum. Nem no Google.\nE já agora, na linha da Boavista, porque não o eléctrico, não o clássico mas um eléctrico moderno como os Trams de Amesterdão?"
        },
        {
          "Comment ID": "j6myozo",
          "Comment": "O sr. jornalista esqueceu-se de conjugar o verbo no futuro!"
        },
        {
          "Comment ID": "j6orkto",
          "Comment": "17 minutos parece-me um pouco lento, para o trajeto que é. Cheira-me que, apesar de lhe chamarem metrobus, vai haver demasiadas cedências à circulação dos carros. De outra maneira, parece-me que o percurso seria possível em 10-12 minutos. Alguém conhece o projeto ao detalhe?"
        },
        {
          "Comment ID": "j6nttye",
          "Comment": "Mas não existem já bastantes transportes entre a casa da música e a anémona? pelo menos autocarros..."
        },
        {
          "Comment ID": "j6o8jlk",
          "Comment": "Parece tanto tempo para a zona que é... Já há um corredor central para bus, não deveria ser difícil de integrar este sistema"
        },
        {
          "Comment ID": "j6n9tup",
          "Comment": "Lol merda para esse autocarro."
        }
      ]
    },
    {
      "Title": "Ruas no centro histórico do Porto passam a ter limite máximo de 20km/h",
      "Post Text": "",
      "ID": "1541lq2",
      "Score": 14,
      "Total Comments": 3,
      "Post URL": "https://sicnoticias.pt/pais/2023-07-18-Ruas-no-centro-historico-do-Porto-passam-a-ter-limite-maximo-de-20km-h-891846d9?fbclid=IwAR23C-Ut5wU_PMVvyyfZz0ApvnNMvf2i0ahnC-NAIHFCvEthPIGlRlmRkJ0",
      "Comments": [
        {
          "Comment ID": "jsm8f1y",
          "Comment": "**AVISO:** Submeteu um artigo da plataforma [Nónio](https://nonio.net) - uma plataforma que viola a privacidade do leitor.\n> Leia com atenção o [seguinte artigo](https://www.reddit.com/r/portugal/comments/7fy9v4/campanha_contra_o_n%C3%B3nio/).\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/porto) if you have any questions or concerns.*"
        },
        {
          "Comment ID": "jsmcn6a",
          "Comment": "Já os enormes e velhíssimos autocarros turísticos de dois andares, vão continuar a entupir e poluir as estreitas e caóticas ruas da baixa."
        },
        {
          "Comment ID": "jsmniin",
          "Comment": "Só de for de madrugada, atualmente, já existe o limite efectivo de 5 km/h que é a velocidade máxima como que se consegue andar na zona."
        }
      ]
    },
    {
      "Title": "Leça de Balio é uma boa freguesia para se morar?",
      "Post Text": "Encontrei um apartamento interessante para arrendar nessa região, Lugar da Ponte da Pedra, porém não conheço como é a região. Eu iria 2 ou 3 dias para Bonfim a trabalho. Pelo Maps aponta 45 minutos de transporte público. É um bom para se morar?",
      "ID": "10ux63s",
      "Score": 2,
      "Total Comments": 9,
      "Post URL": "https://www.reddit.com/r/porto/comments/10ux63s/leça_de_balio_é_uma_boa_freguesia_para_se_morar/",
      "Comments": [
        {
          "Comment ID": "j7eys7p",
          "Comment": "45 minutos para o Bonfim deve depender do transito mas acho optimista, pelo menos a depender do 600.  \nTendo o 600, dá para ir para a baixa e depois subir para o Bonfim  \nOu ir ao centro da Maia apanhar o metro para a baixa que ainda demora a lá chegar."
        },
        {
          "Comment ID": "j7fhv8b",
          "Comment": "Fui lá buscar um móvel uma vez e acabei por estar lá umas horitas. Zona super tranquila sem trânsito, com zona industrial perto. Tens acesso à auto estrada e tens a cadeia de Custóias (penso eu que) ali ao lado, o que acaba por ser bom porque tens segurança reforçada nas ruas eheheh"
        },
        {
          "Comment ID": "j7fj4hj",
          "Comment": "É um sítio calmo, tens o Parque das Varas perto ( para ir dar uma corridita ou passear o Bobi ), muitas padarias. O único defeito é mesmo não ter metro, sendo que em horas de ponta ir e vir de autocarro pode demorar um pouco mais."
        },
        {
          "Comment ID": "j7eparp",
          "Comment": "[deleted]"
        },
        {
          "Comment ID": "j7f4dm5",
          "Comment": "É top"
        },
        {
          "Comment ID": "j7i6h48",
          "Comment": "Zona muito tranquila. O corredor verde do Leça é só incrível, começa aí na ponte da pedra e vai até ponte de Moreira... Pena a demora de transporte público, de carro não deve demorar mais de 20m a chegar ao Bonfim, de mota ainda menos..."
        }
      ]
    },
    {
      "Title": "Como estacionar na Foz?",
      "Post Text": "A minha mulher vai começar a trabalhar na Foz, mesmo no início da Avenida do Brasil, junto à praia da Luz, e estamos a estudar a melhor maneira para ela se deslocar de/para o trabalho.\n\nIdealmente iria de carro, não me importo de pagar um bilhete diário/mensal de estacionamento. Mas não consigo encontrar parque de estacionamento absolutamente nenhum naquela zona. Existe estacionamento pago na rua, mas mesmo esse é no máximo de 2 horas, e estar a renovar o estacionamento de 2h em 2h horas, todos os dias, não é prático...\n\nConhecem algum parque nessa zona? Ou alguma alternativa viável? \n\nMesmo os acessos de transportes públicos parecem ser horríveis. Como é que as pessoas que lá trabalham se deslocam?",
      "ID": "s8toc5",
      "Score": 9,
      "Total Comments": 12,
      "Post URL": "https://www.reddit.com/r/porto/comments/s8toc5/como_estacionar_na_foz/",
      "Comments": [
        {
          "Comment ID": "htinsdz",
          "Comment": "estacionar ali é um pesadelo, se fosse eu ia de autocarro"
        },
        {
          "Comment ID": "htikgel",
          "Comment": "Estacionar aí é horrível. E nem me fales dos domingueiros que entopem o transito ao fim de semana\n\nTalvez na zona das palmeiras? Acho que aí não há parquimetros\n\nNão sei como te ajudar, eu vivi lá mas tinha o selo. Andar de bicla é capaz de resultar dependendo de onde vives, senão o 204 ou o 500"
        },
        {
          "Comment ID": "htirc60",
          "Comment": "Nas ruas paralelas da Foz existe sempre estacionamento. É uma questão de procurar."
        },
        {
          "Comment ID": "htit8tf",
          "Comment": "Se tiverem autocarros diretos perto de casa, recomendaria isso (assim de cabeça, o 200, 204, 206 ou 208). Caso contrário, podem no fds ir à Foz e procurar nas ruas para cima lugares onde não se pague estacionamento ou então perto do Forte (agora há lugares residenciais onde não se pode estacionar durante o dia, creio eu) e ela depois pode ir a pé até à Av. Brasil, o que demora uns 5 minutos, mais ou menos."
        },
        {
          "Comment ID": "htiyffz",
          "Comment": "Por acaso a zona da Praia da Luz até está bem servida de autocarros. Nos quinhentos metros de distância entre a Av. do Brasil e o Mercado da Foz, temos o 200, 202, 203, 204, 207 e 500... e ainda o 1M (linha de madrugada)."
        },
        {
          "Comment ID": "htj350g",
          "Comment": "Aluga um lugar de garagem num prédio... Vale mesmo que uma avença, o olx ajuda nisso..."
        },
        {
          "Comment ID": "htjg91t",
          "Comment": "por norma estaciono nestes sitios [https://i.imgur.com/34mN4wt.png](https://i.imgur.com/34mN4wt.png) [https://i.imgur.com/aFQYxvO.png](https://i.imgur.com/aFQYxvO.png)"
        },
        {
          "Comment ID": "htkpoan",
          "Comment": "Penso que a melhor solução seja tentar deixar no passeio alegre, há várias zonas la sem pagamento e com estacionamento. Também podes tentar um pouco mais acima na foz velha, ali perto do Wish onde era o antigo Al Forno também se arranja e não é pago. De resto avenida Brasil, rua de Gondarem etc além de pago está sempre tudo cheio"
        },
        {
          "Comment ID": "htkzt5p",
          "Comment": "Contrariamente ao que dizem, autocarros é para esquecer. Há dias em que, do centro do Porto à Foz, não se demora menos do que 45 min-1 hora. O trânsito é infernal a qualquer hora do dia, mas especialmente à tarde."
        },
        {
          "Comment ID": "htlxdke",
          "Comment": "https://goo.gl/maps/zUPAaUc3aWKPA6Wx5"
        },
        {
          "Comment ID": "huauh7q",
          "Comment": "Estacionamento e gratuita en Foz salvo las 3 primera linhas de mar"
        }
      ]
    },
    {
      "Title": "Quero fazer um mapa de \"zonas\" do Porto (e do sul de Matosinhos)",
      "Post Text": "Sei que é uma ideia estúpida, porque a maioria das \"zonas\" são invenções sociais que têm pouco impacto no dia-a-dia, ou apenas nomes deixados dos tempos dos lugares e das quintas, ou seja, há muitos nomes que se vão sobrepondo e não há fronteiras definidas para além dos limites das freguesias (que mesmo assim nunca foram muito específicos publicamente, pelo menos na internet). Para além disso, sei que uma \"fronteira\" pode mudar dependendo da sua utilidade.\n\n&#x200B;\n\nMesmo assim, ainda tenho andado com esta ideia pela cabeça. O objetivo seria fazer um mapa de zonas do concelho do Porto e de tudo o que esteja a sul da Autoestrada Transmontana (e talvez a parte sul de Guifões) no concelho de Matosinhos. O problema é, agora, não ter propriamente muito conhecimento das zonas da cidade (ou, pelo menos, ter menos conhecimento do que quem vive lá) e ter de decidir que áreas valem a pena incluir. Em princípio vou incluir zonas que tenham coisas como uma paragem de autocarro, uma igreja, ou várias ruas com um nome em comum (rua nova, rua central, rua direita, travessa, viela, etc), ou que estejam referidas em notícias, no OpenStreetMap, no Google Maps, em mapas antigos, em documentos sobre ARUs e habitação social ou mesmo no Idealista (que sofre deste problema da sobreposição de zonas e da união de várias), obviamente com exceções. Gostava de evitar cooperativas porque a maioria tem nomes foleiros, e de ter em conta que uma rua famosa é só uma linha num mapa, e não uma área.\n\n&#x200B;\n\nPartilho isto para que me ajudem com a questão de quais regiões deviam ser incluídas (e quais seriam as fronteiras mais apropriadas para algumas), ou então para me dizerem que eu tenho que aceitar que esta é uma ideia inexequível e inútil.\n\n&#x200B;\n\nFicam abaixo as zonas e bairros que sei que existem, entre parêntesis \"subzonas\" e com um ponto de interrogação as que não sei se valem a pena incluir (ou se existem mesmo como zona). Recomendem nomes a adicionar, alterar ou remover: (juro por tudo que não desperdicei tempo útil a escrever esta lista, podem sempre procurar uma zona com o F3.\n\n&#x200B;\n\nFoz (Passeio Alegre, Luz); Nevogilde; Castelo do Queijo; Parque da Cidade (Queimódromo); Aldoar; Fonte da Moura; Vilarinha; Paços?/Aviz?; Ervilha; Pinhais da Foz; Pasteleira; Marechal; Serralves; Rainha Dona Leonor; Sobreiras; Ouro (Aleixo?); Mouteira (Pinheiro Torres); Condominhas; Lordelo do Ouro; Pinheiro Manso; Campinas; Pereiró; Ramalde (Zona Industrial, Ramalde do Meio?); Viso; Requesende?; Senhora do Porto; Prelada (Castelos?); Foco; Bessa (Bessa Leite?); Arrábida; Campo Alegre; Agramonte; Boavista (Quinta Amarela?; Ramada Alta?); Bom Sucesso; Cedofeita; Pena; Vilar; Bicalho?; Massarelos; Palácio de Cristal; Clérigos; Bouça; Lapa (Fontinha?); Francos; Carvalhido; Santa Luzia; Monte dos Burgos; Amial (Telheira?, São Tomé/Carriçal), Agra do Amial); Monsanto; Arca d'Água; Campo Lindo; Bom Pastor?; Monte de São João?; Covelo; Constituição; Lima?; Aval/Salgueiros; Marquês; Trindade (Fradelos?); Aliados; Miragaia; Vitória; Sé; Batalha?; Guindais?; São Nicolau (Infante, Ribeira)?; Fontainhas; Santo Ildefonso; Bolhão (Santa Catarina?); 24 de Agosto?; Prado do Repouso; Nova Sintra?; Quinta da China?; Lomba?; Bonfim; Fernão de Magalhães?; Póvoa?; Moreira?; Tadeu e Congregados?; Antas (Monte Aventino, Dragão?); Lameira; São Roque; Godim; Campanhã/Estação; Pinheiro de Campanhã (Vila Meã/Mitra); Noeda; Freixo; Revolta; Azevedo; Meiral; Granja; Ponte do Gato; Areias; Lagarteiro; Bonjóia (Monte da Bela?); Monte/Igreja de Campanhã?; Corujeira; Falcão; Cerco do Porto; Cartes?; Maceda?; Ilhéu?; Contumil; Currais (Presas dos Currais); Ranha?; Areosa; Barrocas?; Outeiro de Paranhos; Asprela (São João?; Lamas); Telheiro; Tronco?; Moalde; Cavadas; São Mamede de Infesta; Picoutos; São Félix; Mainça; Amieira; Arroteia? (há 2 locais em Leça do Balio e São Mamede que já vi referidos como Arroteia); Seixo; Barbeitos?; Caolinos; Viso de Cima; Padrão da Légua (Fogueteiros?); São Gens (Avilhó?); Recarei; Custóias (Santiago?); Senhora da Hora; Sete Bicas (Carriçal?); Barranha; Lagoa; Sendim; Fonte do Cuco?; Monte dos Pipos?; Guifões; Monte Xisto; Paus; Linhares de Cima?; Bouças; Cruz de Pau; Lavadores? (Pedro Hispano?); Carcavelos; Azenha de Cima; Real (Real de Cima; Biquinha); Matosinhos; Leixões; Matosinhos Sul/Prado",
      "ID": "11ggsjq",
      "Score": 18,
      "Total Comments": 5,
      "Post URL": "https://www.reddit.com/r/porto/comments/11ggsjq/quero_fazer_um_mapa_de_zonas_do_porto_e_do_sul_de/",
      "Comments": [
        {
          "Comment ID": "jaosp4e",
          "Comment": "https://www.cuf.pt/mais-saude/quais-os-sintomas-de-zona"
        },
        {
          "Comment ID": "jaqjynn",
          "Comment": "Isso sem um mapa é complicado. Não arranjas uma ferramenta colaborativa?\nOutra solução seria fazer uma listagem por freguesia, é que essa lista que tens é impossível de ler nesse formato.\n\nDe qualquer forma o openstreetmaps já tem isso bastante completo."
        },
        {
          "Comment ID": "jb7r23j",
          "Comment": "Vais aqui, selecionas secções estatísticas e legendas \n\nhttps://geohab.ine.pt/#"
        }
      ]
    },
    {
      "Title": "Hospital São João - Boavista",
      "Post Text": "Boas Malta,\nPara ir do hospital São João para a Boavista/mercado bom sucesso, qual transporte compensa mais? Metro ou bus? \nThanks!",
      "ID": "9r340b",
      "Score": 4,
      "Total Comments": 17,
      "Post URL": "https://www.reddit.com/r/porto/comments/9r340b/hospital_são_joão_boavista/",
      "Comments": [
        {
          "Comment ID": "e8dudln",
          "Comment": "Eu diria metro, está sempre a passar e não apanha trânsito :)"
        },
        {
          "Comment ID": "e8dvtkt",
          "Comment": "O metro é mais certo, i. e. demora sempre o mesmo tempo, enquanto no autocarro estás dependente do trânsito. Quando não há muito trânsito, normalmente o autocarro acaba por ser mais rápido, porque tem um trajecto mais directo e pára mesmo junto ao mercado. Com o metro tens de ir à Trindade e mudar de linha. Há duas linhas de autocarro: a linha 704 tem uma frequência maior e trajecto um pouco mais curto que a outra (803). \n"
        },
        {
          "Comment ID": "e8e67kc",
          "Comment": "Faz download da app Moovit! Funciona como um gps, pões o destino e ele calcula o melhor trajecto de transportes públicos/a pé. Funciona com os horários de tabela, não os reais.\n\nJá agora, para os reais tens a app Move-me, que da o tempo de espera real dos autocarros. A app em si, é tipo teletexto :p"
        },
        {
          "Comment ID": "e8dww0p",
          "Comment": "Para essa distância mais vale ir de metro. O autocarro é horrível, demora sempre mais tempo que fiz esse trajeto"
        },
        {
          "Comment ID": "e8dyyrq",
          "Comment": "Creio que o 803 faz esse trajeto."
        },
        {
          "Comment ID": "e8dshxc",
          "Comment": "Não te sei responder mas o itinerarium pode ajudar-te nisso. Podes ver os tempos."
        },
        {
          "Comment ID": "e8dsikq",
          "Comment": "Saia na saída. Próxima paragem.... Fââânzeres"
        },
        {
          "Comment ID": "e8dsj0n",
          "Comment": "Não te sei responder mas o itinerarium pode ajudar-te nisso. Podes ver os tempos."
        },
        {
          "Comment ID": "e8dsjkv",
          "Comment": "Não te sei responder mas o itinerarium pode ajudar-te nisso. Podes ver os tempos."
        },
        {
          "Comment ID": "e8dsksg",
          "Comment": "Não te sei responder mas o itinerarium pode ajudar-te nisso. Podes ver os tempos."
        },
        {
          "Comment ID": "e8dsn0z",
          "Comment": "Saia na saída. Próxima paragem.... Fââânzeres"
        }
      ]
    },
    {
      "Title": "Clarification needed!",
      "Post Text": "Hi guys, I’ll be travelling to porto for the first time at the end of this month and will be looking to spend a couple of days there while visiting nearby cities like Braga and Aveiro. \n\nI intend to travel around those areas utilising this Tourist Travelcard offered by CP but I’m not sure if metro is included with this card. (I see it’s highlighted as the grey line but not in the legend) \n\nMy question is does this Tourist Travelcard allow me to use the metro or do I have to get an additional Adante card?\n\nAppreciate the help!",
      "ID": "16f5bgx",
      "Score": 3,
      "Total Comments": 4,
      "Post URL": "https://www.reddit.com/gallery/16f5bgx",
      "Comments": [
        {
          "Comment ID": "jzzmbu8",
          "Comment": "Travel Card doesn't give access or metro or bus, but you can buy the Oporto Card and the Travel card with discount, with both cards you can use all Public transit in porto and trains to Aveiro, Braga, Guimarães and Marco Canaveses.\n\nMaybe it's cheaper to buy only Oporto Card and individual trips to visit those cities.."
        }
      ]
    },
    {
      "Title": "zonas a evitar - ajuda",
      "Post Text": "Boas pessoal,\n\nEm breve vou mudar-me para o Porto e encontrei uma casa que gostei no monte dos burgos.\nTeria que apanhar o metro todos os dias e o mais perto é o de Ramalde (+/- 16min a pé)\n\nOra não foi difícil perceber pelo Google que Ramalde tem má fama. Dito isto, eu nunca fui ao Porto. Pessoal que mora lá, sabem-me dizer se é tranquilo fazer o percurso de casa ao metro a pé? Sendo que teria que passar por Ramalde do meio.\n\nObrigado desde já",
      "ID": "u51lcy",
      "Score": 21,
      "Total Comments": 23,
      "Post URL": "https://www.reddit.com/r/porto/comments/u51lcy/zonas_a_evitar_ajuda/",
      "Comments": [
        {
          "Comment ID": "i4zc4ae",
          "Comment": "Apesar de efetivamente o bairro de Ramalde não ser dos melhores, acho que vais percebendo as melhores rotas que tens a tomar conforme vás fazendo o teu dia a dia. Aconselho só a não passar nos mini-tuneis entre os prédios se estiver lá um grupo de malta a fumar ou com aspeto duvidoso, mas isso é um conselho meu para qualquer bairro. Conheço muita gente de Ramalde que nunca teve problemas e é tudo gente porreira. Há uma zona de Ramalde que parece um pouco mais degradada que fica perto do metro e isso também cria uma certa imagem errada do próprio bairro.\n\nVivendo no Porto há 18 anos, a minha segurança nunca teve em causa em nenhum bairro, no entanto já fui assaltado à porta da minha escola básica (Augusto Gil), no meio do jardim de S.Roque e na paragem de autocarro na rotunda da Boavista. \n\nIsto para dizer que problemas podem aparecer em qualquer parte da cidade, temos é de estar atentos ao redor para os tentarmos evitar."
        },
        {
          "Comment ID": "i4ztwnm",
          "Comment": "Monte dos Burgos tens os autocarros para o centro. Vê lá de não te compensa mais que andares para o metro e depois ires no metro."
        },
        {
          "Comment ID": "i4z5opn",
          "Comment": "Ramalde é uma freguesia muito grande. Tem zonas com bairros sociais e tem zonas com casas e apartamentos de luxo, daqueles que ficam para cima do milhão de euros..."
        },
        {
          "Comment ID": "i4zedkx",
          "Comment": "Moro na zona, sempre usei o metro, em Ramalde, a qualquer hora e nunca tive problemas.\n\nAs pessoas geralmente nao gostam de problemas perto de casa, mais depressa se é assaltado na baixa, o meu conselho e mantem te na tua que ninguem te vai incomodar\n\nOutra coisa 16 mins a pe ainda é um bocado talvez haja um autocarro mais a jeito"
        },
        {
          "Comment ID": "i4zr0pn",
          "Comment": "Tem má fama essa zona de Ramalde mas a verdade é que efetivamente que eu saiba não acontecem lá assaltos nem nada do género, na baixa acontece e na Asprela mas nessa zona que eu saiba não."
        },
        {
          "Comment ID": "i50a7lo",
          "Comment": "Vivi aí durante muitos anos. Evita o metro e vai antes de autocarro. Tens ligações para o centro aí, bem como para a Asprela"
        },
        {
          "Comment ID": "i4zf02r",
          "Comment": "Ramalde não seria uma zona onde gostaria de ter de andar a pé mais do que necessário e fazer a minha vida do dia a dia, mas não está tão mau como foi em tempos idos. De Mte dos Burgos para a estação do metro de Ramalde é um caminho relativamente simples, mas pensando em situações onde queiras ir comprar algo de valor, ou andar com portátil às costas por exemplo, acho que iria ficar sempre um bocado tenso de ter de passar por Ramalde do meio. \n\nOnde na zona do porto vais trabalhar, se é algo que estás à vontade para dizer? De Mte dos Burgos deveria ser relativamente fácil para ti apanhar um autocarro para a casa da música ou uma outra estação de metro."
        },
        {
          "Comment ID": "i529zsc",
          "Comment": "Pergunta pra quem se manifestou quanto a assaltos no geral em diferentes zonas da cidade: de que tipo de assaltos estamos falando? Assalto à mão armada mesmo? Ou daqueles assaltos que são mais uma sugestão do tipo:\n\n— Dá-me teu telemóvel já!\n— Nah\n— Ok ☹️\n\n?"
        },
        {
          "Comment ID": "i4zdudz",
          "Comment": "Procura outra casa, broda. É só gandins nessa zona. Para voltares mais à noite é perigoso."
        },
        {
          "Comment ID": "i52en7f",
          "Comment": "Tens autocarros para todo o lado a toda a hora, não há necessidade de atravessar Ramalde todo. Aliás tens autocarros que demoram 5m a levar te do cruzamento a uma paragem perto da estação das sete bicas e podes apanhar o metro lá, se for mesmo imperativo para ti usar o metro. O trânsito pode ser assustador, mas as linhas de autocarros nessa zona são super eficientes."
        },
        {
          "Comment ID": "i52u0rs",
          "Comment": "Se virares para a direita direção ao pingo doce à partida não terás problemas, eu passo lá pelo meio do bairro e nunca tive problemas por acaso (levas com uns olhares porque devem pensar que vais comprar ou então estão atentos a qualquer coisa) mas não dizem nada"
        }
      ]
    },
    {
      "Title": "Transporte público Porto - Guimarães",
      "Post Text": "Boa noite caros portuenses.  \n\n\nSerá que alguém por aqui me consegue informar acerca das possibilidades de transporte público da zona de guimarães e vizela para o Hospital São João/Polo univesitário? de preferência transportes diretos, porque até agora só encontro a possibilidade de ir de inter-cidades para a campanha e depois apanhar o metro, o que me fica muito caro.  \n\n\nObrigado!",
      "ID": "q6u72v",
      "Score": 7,
      "Total Comments": 17,
      "Post URL": "https://www.reddit.com/r/porto/comments/q6u72v/transporte_público_porto_guimarães/",
      "Comments": [
        {
          "Comment ID": "hgggsqw",
          "Comment": "Estava a ler a tua mensagem, tens comboio de Guimarães para o Porto sem ser o intercidades, os urbanos do Porto tem linha de Guimarães. Pode não ser rápido, mas é relativamente económico. Autocarro como já sugeriram será mais rápido certamente."
        },
        {
          "Comment ID": "hge9yhs",
          "Comment": "Tens um autocarro da Arriba que sai de Fafe e passa perto do polo universitário. Pelos menos tinhas á um tempo atraz. Passa em Guimarães também no Guimarães shopping. Os horários é que são uma merda mas pode ser que de. Tirando isso tens comboio+metro ou vais para lá morar lol"
        },
        {
          "Comment ID": "hgebck0",
          "Comment": "http://www.avlandim.pt/Felgueiras%20-%20Vizela%20-%20Santo%20Tirso%20-%20Porto%20(2).pdf"
        },
        {
          "Comment ID": "hgecsuh",
          "Comment": "Se não me engano o passe metropolitano do Porto vai até a Vila das Aves. Por isso se tiveres a possibilidade de ires de Guimarães/Vizela até às Aves, o passe mensal fica por 40 euros."
        },
        {
          "Comment ID": "hgel4hh",
          "Comment": "Vê os horários da AV Tâmega. Tem um expresso Chaves-Porto que passa por Guimarães e penso que também pelo São João.\n\nNão sei horários, nem preços. Talvez tenham pacotes mensais se os contactares."
        },
        {
          "Comment ID": "hggtndt",
          "Comment": "Não precisas de ir inter-cidades, tens o comboio urbano. Podes suplementar com bicicleta, se preferires não usar metro. Se o fizeres, sai em S. Bento, e não Campanhã, que a linha amarela vai direta para o polo universitário, sem teres de mudar."
        }
      ]
    }
  ]
}